[{
		"ingredientes": ["massa", "courgette", "atum", "cebola", "alho", "cogumelos", "espinafre", "azeite", "tomate", "natas", "oregãos", "Pimenta", "Sal"],
		"porção": 2,
		"tempo": "20 minutos",
		"nome": "Massa com Atum e Molho de Natas e Tomate",
		"id": 151,
		"preparacao": ["1. Numa panela com água a ferver, coloque sal e um fio de azeite. Adicione a massa e mexa. Deixe cozer conforme o tempo indicado na embalagem. Depois da massa cozida, escorra-a.  ", "2. Num wok ou numa frigideira, coloque o restante azeite, a cebola e o alho. Mexa e deixe refogar.  ", "3. Ao refogado, junte os espinafres. Salteie um pouco até que as folhas amoleçam. Misture os cogumelos. Tempere com sal e pimenta. Salteie tudo até que a água seque.  ", "4. Junte o atum e a polpa de tomate. Mexa muito bem e deixe cozinhar em lume forte durante 1 minuto.  ", "5. Adicione a massa e envolva muito bem. Quando tudo estiver bem quente, junte as natas. Envolva tudo muito bem e quando começar a borbulhar, apague o lume imediatamente. Por fim, polvilhe a massa com as folhas de orégãos.  "],
		"quantidade": ["200g de massa espiral ou outra a gosto", "170g de atum em conserva de azeite", "1 cebola pequena picada", "1 dente de alho picado", "180g de cogumelos frescos laminados", "100g de folhas de espinafres", "2 colheres de chá de azeite", "2 colheres de sopa de polpa de tomate", "200 ml de natas", "Folhas de orégãos secas", "Sal", "Pimenta"]
	}, {
		"ingredientes": ["atum", "ovo", "Sal", "cebola", "salsa", "maionese", "ketchup"],
		"porção": 5,
		"tempo": "15 minutos",
		"nome": "Patê de Atum",
		"id": 152,
		"preparacao": ["1. Num fervedor com água a ferver, coloque um pouco de sal e o ovo.  Deixe cozer durante 10 minutos", "2. Passado o tempo, retire o ovo com uma escumadeira e coloque-o numa tigela com água fria.  Descasque o ovo e mantenha-o na água fria enquanto faz o patê.  ", "3. Numa tigela coloque o atum, a salsa e a cebola.  Mexa muito bem com um garfo até que o atum fique desfeito.  Adicione a maionese e o ketchup.  Misture tudo muito bem até que fique uma pasta homogénea.  Por fim, pique o ovo finamente para a tigela.  Envolva tudo muito bem e guarde no frigorífico até à hora de servir.  ", "4. Sirva o patê com fatias de pão, tostinhas e bolachas de água e sal.  "],
		"quantidade": ["85g de atum em conserva de azeite bem escorrido (1 lata)", "1 ovo", "Sal", "2 colheres de sopa de cebola bem picada", "1 colher de sopa de salsa picada", "2 colheres de sopa bem cheias de maionese", "1 colher de sopa bem cheia de ketchup"]
	}, {
		"ingredientes": ["lombo", "ovo", "grão de bico", "cebola", "alho", "azeite", "limão", "vinagre", "Azeitonas", "Salsa", "Sal", "Pimenta"],
		"porção": 3,
		"tempo": "40 minutos",
		"nome": "Meia Desfeita de Salmão",
		"id": 153,
		"preparacao": ["1. Tempere o salmão de ambos os lados com sal, pimenta e sumo de limão.  ", "2. Num tachinho com água, tempere com sal.   Coloque os ovos a cozer durante 10 minutos.   Depois dos ovos cozidos, retire-os com uma escumadeira para uma tigela com água fria e descasque-os.  ", "3. Grelhe o salmão 8 minutos de cada lado se for lombo ou 5 minutos se for posta.   Depois do peixe grelhado, retire-o e deixe arrefecer.   Depois de frio, retire a pele e as espinhas e desfie o salmão.  ", "4. Numa tigela ou numa travessa, coloque a cebola picada, os alhos picados, o salmão desfiado e o molho que escorreu do salmão.   Tempere com 5 colheres de sopa de azeite e aproximadamente 2 colheres de sopa de vinagre.   Misture tudo muito bem.   Por fim, adicione o grão de bico cozido e a salsa picada.   Envolva tudo muito bem.  ", "5. Decore a gosto com os ovos cortados e as azeitonas pretas.   Guarde no frigorífico até à hora de servir.  "],
		"quantidade": ["1 lombo ou uma posta de salmão com cerca de 400g", "3 ovos", "520g de grão de bico cozido", "1 cebola pequena picada", "2 dentes de alho picados", "5 colheres de sopa de azeite", "Vinagre de vinho branco", "Sumo de limão q.b.", "Azeitonas pretas q.b.", "Salsa picada q.b.", "Sal q.b.", "Pimenta q.b."]
	}, {
		"ingredientes": ["bacalhau", "azeite", "cebola", "picados", "louro", "tomate", "vinho branco", "arroz", "salsa", "Sal", "Pimenta"],
		"porção": 5,
		"tempo": "30 minutos",
		"nome": "Arroz de Bacalhau",
		"id": 154,
		"preparacao": ["1. Limpe os lombos de bacalhau de peles e de espinhas.   Desfie-os em lascas.  ", "2. Num tacho largo leve ao lume o azeite, a cebola, o louro e os dentes de alho.   Mexa e deixe refogar um pouco sem deixar alourar.   Adicione o tomate e deixe refogar até que este se comece a desfazer.  ", "3. Junte o arroz lavado e escorrido, a polpa de tomate e o vinho branco.   Tempere com umas pedrinhas de sal, tendo em conta que o bacalhau já é salgado e pimenta.   Mexa e deixe cozinhar um pouco até que o arroz fique vidrado.   Junte 800 ml de água e deixe ferver.  ", "4. Quando começar a ferver, adicione o bacalhau e as tiras de pimento.   Misture tudo e deixe cozer durante 10 minutos.   Para que o arroz fique malandrinho e caso seja necessário, acrescente mais água.   Depois do arroz cozido, apague o lume.   Misture a salsa e sirva.  "],
		"quantidade": ["2 lombos de bacalhau demolhados com aproximadamente 600g", "4 colheres de sopa de azeite", "1 cebola grande picada", "2 dentes de alho picados", "1 folha de louro cortada ao meio", "4 tomates maduros sem pele e sem sementes cortados em cubos", "Meio pimento verde cortado em tiras finas", "125 ml de vinho branco", "1 colher de sopa bem cheia de polpa de tomate", "280g de arroz", "Salsa picada", "Sal q.b.", "Pimenta q.b."]
	}, {
		"ingredientes": ["bacalhau", "batatas", "ovo", "azeite", "cebola", "alho", "louro", "chouriço", "Azeitonas", "Salsa", "Sal", "Pimenta", "Óleo"],
		"porção": 5,
		"tempo": "40 minutos",
		"nome": "Bacalhau à Brás à Antiga",
		"id": 155,
		"preparacao": ["1. Frite as batatas em óleo quente.   Depois de fritas, retire-as e coloque-as num prato com papel absorvente.   Tempere com um pouco de sal fino.  ", "2. Parta os ovos para uma tigela.   Tempere com umas pedrinhas de sal e pimenta.   Bata com uma vara de arames.  ", "3. Num tacho, leve ao lume o azeite, a cebola, o alho e o louro.   Mexa e deixe refogar em lume médio sem deixar alourar.  ", "4. Ao refogado, junte o chouriço e deixe saltear um pouco.   Adicione os cubinhos de bacalhau.   Misture e deixe fritar durante 2 minutos.  ", "5. Passado os 2 minutos, misture a batata.   Regue tudo com os ovos.   Sem parar de mexer, deixe cozinhar em lume médio até que os ovos fiquem passados.   E está pronto a servir.  "],
		"quantidade": ["600g de bacalhau demolhado, limpo de peles e de espinhas e cortado em cubinhos de 1 cm", "750g de batatas cortadas em cubinhos de 1 cm", "6 ovos", "70 ml de azeite", "1 cebola grande picada", "2 dentes de alho picados", "1 folha de louro", "150g de chouriço de carne cortado em cubinhos", "Azeitonas pretas q.b.", "Salsa picada q.b.", "Sal fino q.b.", "Sal q.b.", "Pimenta q.b.", "Óleo para fritar"]
	}, {
		"ingredientes": ["red fish", "batatas", "azeite", "cebola", "alho", "louro", "pimento", "tomate", "linguiça", "vinho branco", "óleo", "sal", "pimenta"],
		"porção": 3,
		"tempo": "1 hora",
		"nome": "Red Fish Assado no Forno",
		"id": 156,
		"preparacao": ["1. Coloque o peixe num tabuleiro de ir ao forno.   Tempere de ambos os lados com sal e pimenta.  ", "2. Frite as batatas em óleo quente.   Quando estiverem loirinhas, retire-as para uma travessa com papel absorvente.  ", "3. Numa frigideira leve ao lume o azeite, a cebola, a folha de louro e os alhos.   Salteie um pouco.   Junte o pimento, o tomate e a linguiça.   Deixe refogar até o tomate ficar desfeito.   Por fim, junte o vinho branco e deixe ferver.  ", "4. Espalhe metade do refogado à volta do peixe.   Por cima do refogado, coloque as batatas.   Por fim, cubra o peixe com o restante refogado.   Se quiser, regue o peixe com um fio de azeite.  ", "5. Leve ao forno pré-aquecido nos 200º e deixe assar entre 30 a 40 minutos.   Caso o molho seque muito, acrescente um pouco de água.   Quando o peixe estiver assado, retire.  "],
		"quantidade": ["1 red fish amanhado com cerca de 600g", "600g de batatinhas para assar", "80 ml de azeite", "1 cebola grande cortada em rodelas meia lua", "2 dentes de alho picados", "1 folha de louro", "Meio pimento verde cortado em tiras", "1 tomate maduro cortado em cubos", "1 linguiça cortada em rodelas finas", "125 ml de vinho branco", "Óleo para fritar", "Sal q.b.", "Pimenta q.b."]
	}, {
		"ingredientes": ["base de massa", "alho frânces", "tomates", "atum", "bacon", "azeite", "ovo", "leite", "natas", "orégãos", "sal", "pimenta", "noz-moscada"],
		"porção": "10 fatias",
		"tempo": "1 hora 20 minutos",
		"nome": "Tarte de Atum com Tomate e Bacon",
		"id": 156,
		"preparacao": ["1. Numa frigideira, leve ao lume o azeite e o bacon.   Mexa e deixe aquecer.   Junte o alho francês e deixe refogar um pouco.   Adicione o tomate, mexa e deixe refogar bem, para que este e o alho francês percam a água.   Por fim, junte o atum e mexa.  ", "2. Parta os ovos para uma tigela.   Junte as natas e o leite.   Tempere com sal, pimenta, um pouco de noz-moscada e orégãos.   Misture tudo com uma vara de arames.  ", "3. Numa tarteira com 30 cm de diâmetro, estenda a massa e acalque bem.   Espalhe o refogado.   Regue com a mistura do leite com os ovos.  ", "4. Leve ao forno pré-aquecido nos 180º e deixe cozer entre 40 a 50 minutos.   Depois da tarte bem loirinha e seca, retire.  "],
		"quantidade": ["1 base de massa quebrada para tartes", "2 partes brancas de alho francês cortadas em rodelas", "3 tomates pequenos maduros sem pele cortados em cubos", "200g de atum em conserva de azeite", "100g de bacon cortado em tirinhas", "2 colheres de sopa de azeite", "4 ovos", "450 ml de leite", "200 ml de natas", "Folhas de orégãos", "Sal q.b.", "Pimenta q.b.", "Noz-moscada q.b."]
	}, {
		"ingredientes": ["bacalhau", "folhas de massa fresca", "azeite", "cebola", "alho", "louro", "tomate", "vinho branco", "manjericão", "manteiga", "farinha", "leite", "natas", "queijo", "sal", "pimenta", "noz-moscada"],
		"porção": 5,
		"tempo": "1 hora 30 minutos",
		"nome": "Lasanha de Bacalhau",
		"id": 157,
		"preparacao": ["1. Numa panela com água a ferver, coloque uma folha de louro e o bacalhau.   Deixe cozer durante 10 minutos.   Depois de cozido, retire o bacalhau para um prato e deixe arrefecer.   Reserve 650 ml de água de cozer o bacalhau.   Depois de frio, retire a pele e as espinhas ao bacalhau e desfie.  ", "2. Num tacho, leve ao lume o azeite, 2\/3 da cebola picada, os alhos picados e a outra folha de louro.   Mexa e deixe refogar ligeiramente.   Ao refogado, adicione o tomate, o manjericão, a polpa de tomate, o vinho branco e uma concha da água do bacalhau reservada.   Mexa e deixe cozinhar em lume médio, aproximadamente 10 minutos, até que o tomate fique cozinhado.   Por fim, junte o bacalhau e mexa.   Tempere com pimenta.   Deixe cozinhar mais 2 minutos.  ", "3. Num outro tacho, leve ao lume a manteiga e a restante cebola.   Mexa e deixe refogar ligeiramente.   Junte a farinha e misture bem.   Aos poucos e sem parar de mexer, adicione a restante água do bacalhau reservada.   Misture também o leite e as natas.   Quando começar a ferver, tempere com pimenta e noz-moscada.   Rectifique o sal.   Mexa e apague o lume.  ", "4. Num tabuleiro de ir ao forno, coloque camadas alternadas de bacalhau, um pouco de molho e uma folha de lasanha.   Repita o processo, sendo a última camada, uma folha de lasanha.   Regue tudo com o restante molho.   Polvilhe com o queijo ralado.  ", "5. Leve ao forno pré-aquecido nos 170º e deixe cozer aproximadamente 30 minutos.   Depois da lasanha loirinha, retire.  "],
		"quantidade": ["250g de folhas de massa fresca para lasanha", "800g de bacalhau demolhado", "80 ml de azeite", "1 cebola grande picada", "4 dentes de alho picados", "2 folhas de louro", "380g de tomates maduros cortados em cubos", "2 colheres de sopa bem cheias de polpa de tomate", "125 ml de vinho branco", "Folhas de manjericão fresco picadas", "50g de manteiga", "2 colheres de sopa bem cheias de farinha de trigo sem fermento", "250 ml de leite", "200 ml de natas", "Sal q.b.", "Pimenta q.b.", "Noz-moscada q.b.", "150g de mistura de queijo mozarela e queijo emmental ralado"]
	}, {
		"ingredientes": ["bacalhau", "grelos", "farinheira", "broa", "alho", "azeite"],
		"porção": 5,
		"tempo": "1 hora",
		"nome": "Bacalhau com Broa e Farinheira",
		"id": 158,
		"preparacao": ["1. Numa panela com água a ferver, coloque o bacalhau a cozer durante 10 minutos.  ", "2. Entretanto, numa outra panela com água a ferver, tempere com sal.   Coloque os grelos a cozer durante 30 minutos.  ", "3. Depois do bacalhau cozido, retire-o e deixe arrefecer.   Depois dos grelos cozidos, retire-os com uma escumadeira.  ", "4. Limpe o bacalhau de peles e de espinhas e desfie.  ", "5. Numa picadora, pique bem os alhos juntamente com a broa.  ", "6. Num tabuleiro de ir ao forno, espalhe no fundo as rodelas de farinheira.   Por cima da farinheira, espalhe o bacalhau.   Cubra o bacalhau com as folhas de grelos.   Cubra tudo com a broa.   Regue com o azeite.  ", "7. Leve ao forno pré-aquecido nos 180º durante 20 minutos.   Quando a broa estiver douradinha, retire.  "],
		"quantidade": ["600g de bacalhau demolhado", "1 molho de grelos lavados e cortados em pedaços", "1 farinheira sem pele cortada em rodelas finas", "325g de broa de milho cortada em pedacinhos", "5 dentes de alho", "180 ml de azeite", "Sal q.b."]
	}, {
		"ingredientes": ["bacalhau", "azeite", "cebola", "alho", "louro", "farinha", "manteiga", "leite", "ovo", "maionese", "pimento vermelho", "azeitona", "sal", "pimenta", "noz-moscada"],
		"porção": 2,
		"tempo": "1 hora",
		"nome": "Bacalhau à Zé do Pipo",
		"id": 159,
		"preparacao": ["1. Numa panela com água, tempere com sal.   Junte as batatas e deixe cozer durante 25 minutos.  ", "2. Depois das batatas cozidas e escorridas, faça puré.  ", "3. Leve novamente o tacho ao lume, junte a manteiga e o leite.   Tempere com noz-moscada.   Junte a gema e mexa.   Depois de tudo misturado e a manteiga derretida, apague o lume.  ", "4. Passe os lombos de bacalhau por farinha e frite-os de ambos os lados no azeite quente, apenas o suficiente para ganhar cor.   Retire-os e coloque-os em pirex's ou pratos de barro individuais.  ", "5. No azeite de fritar o bacalhau, junte a cebola, a folha de louro e os alhos.   Mexa e deixe refogar.  ", "6. Espalhe o refogado por cima dos lombos.   À volta dos lombos espalhe o puré de batata.   Cubra o bacalhau com maionese e tiras de pimento.  ", "7. Leve ao forno pré-aquecido nos 220º durante 20 minutos.   Depois de gratinado, retire e decore com azeitonas.  "],
		"quantidade": ["2 lombos de bacalhau", "700g de batatas", "125 ml de azeite", "1 cebola grande cortada em rodelas", "2 dentes de alho cortados em rodelas", "1 folha de louro", "Farinha para polvilhar q.b.", "40g de manteiga", "80 ml de leite", "1 gema", "125g de maionese", "Tiras de pimento vermelho de conserva", "Azeitonas pretas q.b.", "Sal q.b.", "Pimenta q.b.", "Noz-moscada q.b."]
	}, {
		"ingredientes": ["salmão", "alho", "azeite", "caldo de peixe", "limão", "sal", "pimenta", "tomilho"],
		"porção": 2,
		"tempo": "40 minutos",
		"nome": "Postas de Salmão no Forno",
		"id": 160,
		"preparacao": ["1. Tempere o salmão com sal, alho picado, pimenta, tomilho e sumo de limão.   Vire as postas e tempere do outro lado da mesma forma.  ", "2. Num tabuleiro de ir ao forno, coloque metade do azeite e espalhe bem.   Por cima, coloque as postas de salmão, regue com o restante azeite e junte o caldo de peixe.  ", "3. Leve ao forno pré-aquecido nos 220º durante 30 minutos.   Passado 30 minutos está pronto a tirar.   Regue tudo com limão.   Sirva com legumes cozidos e puré de batata.  "],
		"quantidade": ["2 postas de salmão", "2 dentes de alho picados", "1 dl de azeite", "1 dl de caldo de peixe", "Limão q.b.", "Sal q.b.", "Pimenta q.b.", "Tomilho q.b."]
	}, {
		"ingredientes": ["pescada", "cebola", "alho", "margarina", "azeite", "louro", "caldo de peixe", "tomate", "vinho branco", "sal", "pimenta"],
		"porção": "4 pessoas",
		"tempo": "20 minutos",
		"nome": "Pescada Estufada",
		"id": 161,
		"preparacao": ["1. Tempere as postas de pescada com sal.  ", "2. Num tacho coloque o azeite a margarina e aqueça.   Depois de quente, junte a cebola, os alhos e as folhas de louro.   Deixe refogar", "3. Junte a polpa de tomate, o vinho branco, o cubo de caldo de peixe, a água e o tomilho.   Deixe ferver durante 2 minutos.  ", "4. Coloque as postas de pescada e tempere com um pouco de pimenta.   Tape e deixe estufar durante 5 minutos.   Passado os 5 minutos, vire as postas e deixe estufar mais 5 minutos.   Acompanhe com batatas cozidos ou puré de batata e legumes cozidos.  "],
		"quantidade": ["4 postas de pescada", "2 cebolas cortadas em rodelas", "2 dentes de alho picados", "1 colher de sopa de margarina", "0,5dl de azeite", "4 folhas de louro", "1 cubo de caldo de peixe", "4 colheres de sopa de polpa de tomate", "1 copo de vinho branco", "Meio copo de água", "1 colher de chá de tomilho", "Sal q.b.", "Pimenta q.b."]
	}, {
		"ingredientes": ["atum", "ovo", "pão", "mostarda", "salsa", "cebola"],
		"porção": 2,
		"tempo": "indefinido",
		"nome": "Hambúrgueres de Atum",
		"id": 162,
		"preparacao": ["Escorrer o óleo ou azeite do atum e colocar o atum num recipiente.   Desfazer muito bem o pão de forma e juntar ao atum.   Colocar a salsa, a cebola, a mostarda e o ovo e com a mão misturar tudo até ficar uma pasta.   Dividir em 4 porções a pasta e moldar uma bola.   De seguida dar-lhe o formato de hambúrguer.   Levar a grelhar numa frigideira anti-aderente em lume brando (pois queimam com facilidade) até ficarem douradinhos.   Servir com acompanhamento a gosto.  "],
		"quantidade": ["2 latas de atum em óleo ou azeite (120g cada)", "1 ovo grande", "2 fatias de pão de forma", "1 colher de sobremesa de mostarda", "1 colher sopa de salsa picada", "1 colher sopa bem cheia de cebola picada"]
	}, {
		"ingredientes": ["truta", "pimenta", "presunto", "chouriço", "salsa", "alho", "louro"],
		"porção": 2,
		"tempo": "indefinido",
		"nome": "Truta Recheada com Chouriço e Presunto",
		"id": 163,
		"preparacao": ["Abrir as trutas e rechear com o presunto e com o chouriço picados.   Num tabuleiro ou pirex regar o fundo com azeite.   Dispor as trutas e temperar com o sal, pimenta, alho, salsa e o louro.   Voltar a regar com azeite.   Levar ao forno a assar cerca de 30 minutos em forno ventilado a 200°C"],
		"quantidade": ["3 trutas", "Sal q.b.", "Pimenta q.b.", "5 fatias de presunto picadas", "6 rodelas de chouriço picadas", "Salsa picada", "Alho em pó", "3 folhas de louro"]
	}, {
		"ingredientes": ["dourada", "limão", "alho", "café", "sal", "cominhos"],
		"porção": 2,
		"tempo": "indefinido",
		"nome": "Dourada Grelhada",
		"id": 164,
		"preparacao": ["1. Limpe, lave e escorra as douradas.  ", "2. Tempere por dentro e por fora com sal e sumo de limão e deixe tomar o gosto durante uma hora.  ", "3. Misture o alho com o colorau, um pouco de pimenta acabada de moer e os cominhos.  ", "4. Faça cortes dos dois lados dos peixes, e barre-os com o tempero.  ", "5. Ponha-os a grelhar, durante 10 minutos, numa grelha aquecida.  ", "6. Vire os peixes com dois garfos, e asse-os durante mais cinco minutos.  "],
		"quantidade": ["2 douradas grandes", "Sumo de 2 limões", "3 dentes de alho (esmagados)", "1 colher de café de colorau", "sal q.b.", "pimenta em grão q.b.", "1 pitada de cominhos em pó"]
	}, {
		"ingredientes": ["filetes", "camarão gigante", "vinho branco", "alho", "azeite", "salsa", "sal", "pimenta", "limão"],
		"porção": 2,
		"tempo": "indefinido",
		"nome": "Pescada Panados no Forno com Limão",
		"id": 165,
		"preparacao": ["1. Unte uma travessa de ir forno com margarina, disponha os filetes e leve ao forno nos 200ºC, durante 25 minutos.  ", "2. Tempere o miolo de camarão com sal, a pimenta e o sumo de limão.  ", "3. Numa frigideira deite um fio de azeite, os dentes de alho laminados e deixe fritar ligeiramente.  ", "4. Acrescente o vinho branco, os camarões e deixe cozinhar, até evaporar metade do vinho e os camarões estarem bem cozidos.   Polvilhe com a salsa picada e apague o lume.   Sirva os filetes panados com o camarão e arroz branco!"],
		"quantidade": ["1 embalagem de Filetes de Pescada Panados Temperados com Limão (Pescanova)", "1 embalagem de miolo de camarão gigante (Pescanova)", "100 ml. vinho branco", "4 dentes de alho", "azeite", "salsa picada", "sal", "pimenta", "sumo de 1\/2 limão"]
	}, {
		"ingredientes": ["carapau", "alho", "cebola", "pimento vermelho", "batatas", "azeite", "vinagre", "salsa", "sal", "pimenta"],
		"porção": 2,
		"tempo": "indefinido",
		"nome": "Carapau com Molho de Pimento Assado",
		"id": 166,
		"preparacao": ["1. Tempere os carapaus com sal. Reserve.  ", "2. Asse o pimento no bico do fogão. Quando estiver bem assado, coloque-o dentro e um saco de plástico, fechando-o bem. Reserve.  ", "3. Descasque as batatas, parta-as em quatro e leve a cozer em água temperada com sal.  ", "4. Coloque um fio de azeite na assadeira, junte-lhe os carapaus e leve ao forno pré-aquecido nos 180º durante 30 minutos, virando-os a meio do tempo.  ", "5. Tire o pimento do saco, retire-lhe a pele e parta-o aos cubinhos. Junte-lhe a salsa, a cebola e o alho picados. Coloque tudo num recipiente com tampa. Junte o azeite, o vinagre, a pimenta e o sal. Tape o recipiente e agite para emulsionar bem o molho.  ", "6. Verta o molho por cima dos carapaus e acompanhe com a batatinha cozida.  "],
		"quantidade": ["2 carapaus grandes", "1 dente de Alho", "1 cebola pequena", "1 pimento vermelho", "4 batatas médias", "Azeite q.b.", "Vinagre q.b.", "Salsa q.b.", "Sal", "Pimenta"]
	}, {
		"ingredientes": ["petingas", "sal", "óleo", "farinha", "limão"],
		"porção": 1,
		"tempo": "indefinido",
		"nome": "Petingas Fritas",
		"id": 167,
		"preparacao": ["1. Coloque sal grosso sobre as petingas e deixe repousar por 15\/30 minutos.  ", "2. Passe a farinha de milho pelas petingas e frite-as em óleo bem quente.  ", "3. Quando estiverem fritas retire e coloque sobre papel absorvente para retirar o excesso de óleo.  ", "4. Na hora de servir, salpique as petingas com gotas de sumo de limão.  "],
		"quantidade": ["Petingas q.b.", "Sal", "Óleo", "Farinha de Milho q.b.", "Limão"]
	}, {
		"ingredientes": ["carapaus", "tomate", "broa", "oregões", "molho de soja", "azeite"],
		"porção": 1,
		"tempo": "indefinido",
		"nome": "Carapauzinho Grelhado no Forno",
		"id": 168,
		"preparacao": ["Colocar os carapaus num grelha com um tabuleiro por baixo e levar ao forno bem quente por 10 min.   virar os carapaus e levá-los ao forno por cinco min.  ", "Servir com os restantes ingredientes.  "],
		"quantidade": ["Meia dúzia de carapaus", "1\/4 de pimento", "1 tomate", "1 fatia de broa", "oregãos q.b.", "molho de soja q.b.", "pingos de azeite"]
	}, {
		"ingredientes": ["salmão", "milho", "ovo", "natas", "queijo", "sal", "pimenta", "noz moscada", "oregãos", "massa quebrada"],
		"porção": 4,
		"tempo": "indefinido",
		"nome": "Quiche de Salmão Fumado",
		"id": 169,
		"preparacao": ["Ligue o forno a 180º. Forre uma tarteira com a massa, e pique o fundo desta com um garfo, reserve.  Num recipiente junte os ovos, as natas, o salmão cortado em tiras pequenas, o milho, tempere e bata para que os ingredientes fiquem misturados.  Deite este preparado para a tarteira reservada e polvilhe com os oregãos e o queijo ralado. Leve ao forno aprox. 30 minutos até ficar dourado.  "],
		"quantidade": ["1 embalagem de salmão fumado", "1 lata de milho doce", "4 ovos", "1 pacote de natas magras", "queijo Emmental ralado", "sal q.b.", "pimenta q.b.", "noz moscada q.b.", "oregãos (opcional)", "1 rolo de massa quebrada"]
	}, {
		"ingredientes": ["cavala", "limão", "sal", "pimenta"],
		"porção": 2,
		"tempo": "indefinido",
		"nome": "Cavala na Brasa",
		"id": 170,
		"preparacao": ["Escalar as cavalas.  ", "Temperar com sal, pimenta e sumo de 1 limão.  ", "Assar na em brasas brandas.  ", "Primeiro colocar com a pel para brasa, virar passado 5 minutos, polvinhar a pele com sal.  ", "Passado 5 minutos virar novamente as cavalas com a pel para baixo.  ", "Virar novamente e deixar assar mais 5 minutos.  "],
		"quantidade": ["4 cavalas", "1 limão", "Sal q.b.", "Pimenta q.b"]
	}, {
		"ingredientes": ["robalos", "limao", "azeite", "tomilho", "sal", "pimenta"],
		"porção": 2,
		"tempo": "indefinido",
		"nome": "Robalo Grelhado",
		"id": 171,
		"preparacao": ["1. Tempere os robalos, de ambos os lados e por dentro com sal, pimenta moída na hora, azeite, tomilho e sumo de limão.   Cubra com película aderente.  ", "2. Leve ao frigorífico e deixe marinar durante 1 hora.  ", "3. Passado 1 hora, coloque o peixe numa grelha bem quente.   Grelhe de ambos os lados cerca de 8 minutos. (Pincele várias vezes o peixe com a marinada durante a confecção).  ", "4. Quando estiver no ponto, retire-o da grelha com cuidado, para não o desfazer.  "],
		"quantidade": ["2 robalos arranjados", "Sumo de 1 limão", "1 colher de sobremesa de azeite", "1 colher de sobremesa de tomilho seco", "sal q.b.", "pimenta de moinho q.b."]
	}, {
		"ingredientes": ["bacalhau", "couve", "batatas", "azeite", "cebola", "alho", "louro", "presunto", "alho", "vinho branco", "sal"],
		"porção": 2,
		"tempo": "1 hora 15 minutos",
		"nome": "Lombos de Bacalhau Enrolados em Couve Portuguesa",
		"id": 172,
		"preparacao": ["1. Numa panela com água, tempere com sal.   Coloque as folhas de couve a cozer durante 20 minutos.   Numa outra panela com água, tempere com sal.   Coloque as batatas a cozer durante 20 minutos.   Passado os 20 minutos, retire as folhas de couve para um prato e as batatas.  ", "2. Numa frigideira, leve ao lume 1\/3 do azeite, a cebola, os alhos picados e a folha de louro.   Mexa e deixe refogar.   Quando a cebola estiver refogado, adicione as tiras de presunto.   Mexa e apague o lume.  ", "3. Por cima de cada folha de couve, coloque 1\/4 do refogado, o lombo de bacalhau e mais 1\/4 do refogado.   Embrulhe muito bem a folha de couve.   Coloque num tabuleiro de ir ao forno.   À volta, espalhe os alhos esmagados e as batatinhas.   Por fim, regue tudo com o restante azeite.  ", "4. Tape o tabuleiro com uma folha de alumínio.   Leve ao forno pré-aquecido nos 200º e deixe assar durante 35 minutos.   Passado os 35 minutos, retire.  ", "5. Destape o tabuleiro.   Regue tudo com a colher de sopa de vinagre.  "],
		"quantidade": ["2 lombos ou 2 postas de bacalhau", "2 folhas grandes de couve portuguesa", "500g de batatinhas com casca", "180 ml de azeite", "1 cebola grande cortada em rodelas meia lua", "2 dentes de alho picados", "1 folha de louro", "2 fatias de presunto cortadas em tiras", "3 dentes de alho esmagados", "1 colher de sopa de vinagre de vinho branco", "Sal q.b"]
	}, {
		"ingredientes": ["bacalhau", "ovo", "farinha", "salsa", "óleo"],
		"porção": 4,
		"tempo": "20 minutos",
		"nome": "Fritos de Bacalhau da Avó",
		"id": 173,
		"preparacao": ["1. Limpe o bacalhau de peles e de espinhas e desfie.  ", "2. Numa tigela, coloque a farinha e com as mãos, misture os ovos um a um até que fique uma massa homogénea.   Junte o bacalhau e a salsa.   Misture tudo.  ", "3. Frite colheradas de massa em óleo quente.   A meio, vire, para que fiquem fritos por igual.   Depois de douradinhos, retire-os para um prato com papel absorvente.  "],
		"quantidade": ["1 lombo de bacalhau demolhado", "4 ovos", "125g de farinha", "Salsa picada q.b.", "Óleo para fritar"]
	}, {
		"ingredientes": ["esparguete", "azeite", "cebola", "alho", "louro", "tomate", "manjericão", "azeite", "azeitonas", "sal", "pimenta preta"],
		"porção": 2,
		"tempo": "20 minutos",
		"nome": "Esparguete com Molho de Atum, Tomate e Azeitonas",
		"id": 174,
		"preparacao": ["1. Numa panela com bastante água a ferver, tempere com sal e uma colher de sopa de azeite.   Junte o esparguete e mexa com um garfo.   Deixe cozer durante 10 minutos.   Depois do esparguete cozido, escorra-o.  ", "2. Entretanto, numa frigideira, leve ao lume o restante azeite, a cebola, os alhos e a folha de louro.   Mexa e deixe refogar ligeiramente.  ", "3. Adicione o tomate pelado e as folhinhas de manjericão.   Mexa e deixe refogar durante 7 minutos.  ", "4. Junte os filetes de atum e as azeitonas.   Tempere com um pouco de sal e pimenta preta.   Mexa e deixe cozinhar em lume brando durante 2 minutos.  ", "5. Passado os 2 minutos sirva o atum por cima do esparguete.  "],
		"quantidade": ["200g de esparguete", "3 colheres de sopa de azeite", "1 cebola pequena picada", "2 dentes de alho picados", "1 folha de louro", "390g de tomate pelado picado", "1 colher de sopa de folhas de manjericão picadas", "170g de filetes de atum em conserva de azeite", "50g de azeitonas pretas descaroçadas", "Sal q.b.", "Pimenta preta q.b."]
	}, {
		"ingredientes": ["salmão", "sal", "pimenta", "limão"],
		"porção": 3,
		"tempo": "indefinido",
		"nome": "Salmão com Molho de Limão",
		"id": 175,
		"preparacao": ["Temperar de um lado e do outro as postas de salmão com sal e pimenta moída na hora.  Regar com metade do sumo de limão.  Aquecer bem uma frigideira anti-aderente, mas antes passar com um guardanapo embebido em azeite em toda á volta.  Quando a frigideira estiver bem quente, coloque o salmão e vá agitando para o peixe não agarrar, vire-o e deixe-o corar, vá regando com o sumo de limão"],
		"quantidade": ["3 postas (jeitosas) de Salmão", "Sal a gosto", "Pimenta a gosto", "Sumo de 1 limão grande"]
	}, {
		"ingredientes": ["pescada", "alho", "sal", "pimenta", "limão", "ovo", "amêndoa"],
		"porção": 4,
		"tempo": "30 minutos",
		"nome": "Filetes de Peixe Panados com Amêndoa",
		"id": 176,
		"preparacao": ["1. Tempere os filetes de ambos os lados com sal, pimenta, alho e sumo de limão.   Deixe tomar gosto durante 20 minutos.  ", "2. Passe os filetes de ambos os lados por ovo batido, escorra e passe-os pela amêndoa.   Aconchegue bem a amêndoa para que os filetes fiquem bem panados.  ", "3. Numa frigideira leve ao lume o óleo de coco e deixe aquecer.   Frite os filetes de ambos os lados em lume médio até que fiquem lourinhos.  "],
		"quantidade": ["4 filetes de pescada ou outro peixe a gosto", "1 dente de alho picado finamente", "Sal", "Pimenta", "Sumo de limão", "2 colheres de sopa de óleo de coco", "1 ovo batido", "150g de miolo de amêndoa picado grosseiramente ou farinha de amêndoa"]
	}, {
		"ingredientes": ["massa folhada", "ovo", "manteiga", "picada", "tomate", "azeite", "natas", "manjericão", "pimenta"],
		"porção": 6,
		"tempo": "45 minutos",
		"nome": "Folhados Rápidos de Atum",
		"id": 177,
		"preparacao": ["1. Num tacho leve ao lume a manteiga e a cebola.   Deixe refogar até que a cebola fique vidrada.   Junte o atum e as folhas de manjericão cortadas em pedacinhos.   Tempere com pimenta e caso queira tempere com um pouco de sal, tendo em conta que o atum já está salgado.  ", "2. Junte a polpa de tomate e as natas.   Misture bem até que o atum fique bem desfeito.   Deixe cozinhar alguns minutos até que o molho fique apurado.   Deixe arrefecer durante 10 minutos.  ", "3. Divida o recheio por 6 e coloque no centro dos quadrados da massa folhada.   Acalque e feche a massa em formato de envelope.  ", "4. Coloque os folhados num tabuleiro de ir ao forno sem retirar o papel de protecção da massa.   Com cuidado, pincele bem os folhados com o ovo batido.  ", "5. Leve ao forno pré-aquecido nos 190º e deixe cozinhar durante 25 minutos.   Quando os folhados estiverem loirinhos, retire-os e sirva.  "],
		"quantidade": ["250g de massa folhada de compra já cortada em 6 quadrados", "1 ovo batido", "1 colher de sopa de manteiga", "1 cebola picada", "3 colheres de sopa bem cheias de polpa de tomate", "170g de atum em conserva de azeite bem escorrido (2 latas de 85g)", "100 ml de natas para culinária", "4 folhinhas de manjericão", "Pimenta q.b."]
	}, {
		"ingredientes": ["salmão", "azeite", "cebola", "alho", "louro", "batata palha", "ovo", "azeitona", "sal", "pimenta", "limão"],
		"porção": 3,
		"tempo": "30 minutos",
		"nome": "Salmão à Brás",
		"id": 178,
		"preparacao": ["1. Tempere o peixe de ambos os lados com sal, pimenta e sumo de limão.  ", "2. Numa frigideira, leve ao lume o azeite, a cebola, os alhos e a folha de louro.   Mexa e deixe refogar em lume médio até que a cebola fique vidrada.   Frite o lombo de ambos os lados e conforme for cozinhado vá desfazendo-o com a colher.   Deixe fritar o salmão desfiado por igual.  ", "3. Entretanto, parta os ovos para uma tigela e bata-os.   Depois do salmão cozinhado, retire a folha de louro.   Envolva a batata com o salmão.   Regue com os ovos e misture.   Enquanto mistura tudo, deixe os ovos cozinhar em lume brando, aproximadamente 1 minuto sem deixar passar demais.   Por fim, apague o lume e salpique com a salsa picada.   Mexa e sirva decorado com as azeitonas e acompanhado de salada.  "],
		"quantidade": ["1 lombo de salmão com 350g", "50 ml de azeite", "1 cebola cortada em rodelas meia lua", "2 dentes de alho picados", "1 folha de louro", "200g de batata palha de compra", "3 ovos", "Salsa picada q.b.", "20 azeitonas pretas", "Sal q.b.", "Pimenta q.b.", "Sumo de limão"]
	}, {
		"ingredientes": ["azeite", "cebola", "alho", "louro", "tomate", "peixe", "feijao", "atum", "sal", "pimenta"],
		"porção": 3,
		"tempo": "20 minutos",
		"nome": "Atum com Feijão Encarnado",
		"id": 179,
		"preparacao": ["1. Num tacho, leve ao lume o azeite, a cebola, os alhos, a folha de louro e o tomate.   Mexa e deixe refogar.   Ao refogado, adicione a polpa de tomate e o caldo de peixe.   Mexa e quando começar a ferver, junte o feijão e o atum.   Junte 180 ml de água.   Tempere com pimenta e sal se for necessário.   Mexa, tape e deixe cozinhar em lume médio durante 5 minutos.  ", "2. Passado os 5 minutos, rectifique os temperos e sirva.   Acompanhe este prato com arroz de manteiga.  "],
		"quantidade": ["4 colheres de sopa de azeite", "1 cebola picada", "2 dentes de alho picados", "1 folha de louro", "1 tomate maduro cortado em cubinhos", "3 colheres de sopa de polpa de tomate", "150 ml de caldo de peixe (1 cubo de caldo de peixe + 150 ml de água quente)", "550g de feijão encarnado cozido", "255g de atum em conserva de azeite (3 latinhas)", "Sal q.b.", "Pimenta q.b."]
	}, {
		"ingredientes": ["filete", "batata", "cenoura", "azeite", "ovo", "cebola", "cebolinho", "vinagre", "sal", "pimenta"],
		"porção": 4,
		"tempo": "35 minutos",
		"nome": "Salada Quente de Peixe",
		"id": 180,
		"preparacao": ["1. Num tacho com água a ferver, tempere com sal.   Junte o cubo de caldo de legumes ou de peixe e os filetes de peixe.   Deixe cozer durante 12 minutos.  ", "2. Depois de cozidos, retire os filetes para um prato.  ", "3. Ao caldo, junte as cenouras e os ovos.   Deixe cozer durante 5 minutos.  ", "4. Passado os 5 minutos, junte as batatas e deixe cozer mais 10 minutos.  ", "5. Entretanto, desfie o peixe.  ", "6. Depois de tudo cozido, retire os ovos para um prato e os legumes bem escorridos para uma travessa.  ", "7. Numa frigideira, leve ao lume o azeite e deixe aquecer bem.   Junte o peixe, mexa e apague o lume.   Junte a cebola picada, o cebolinho e o vinagre.   Mexa tudo.  ", "8. Espalhe o peixe por cima dos legumes.   Espalhe também o molho e os ovos cortados em gomos.  "],
		"quantidade": ["4 filetes grandes de peixe", "800g de batatas cortadas em cubos", "350g de cenouras cortadas em cubinhos", "190 ml de azeite", "4 ovos", "1 cubo de caldo de legumes ou de peixe", "1 cebola picada", "2 colheres de sopa bem cheias de cebolinho picado", "50 ml de vinagre", "Sal q.b.", "Pimenta q.b."]
	}, {
		"ingredientes": ["sardinha", "pão", "azeite", "alho", "pimento", "sal", "pimenta"],
		"porção": 2,
		"tempo": "20 minutos",
		"nome": "Petisco de Sardinhas no Forno",
		"id": 181,
		"preparacao": ["1. Numa frigideira, leve ao lume o azeite, os alhos e o pimento.   Mexa e deixe refogar em lume médio, sem deixar queimar o alho.  ", "2. Com uma faca, retire a cabeça das sardinhas.   Tempere as sardinhas de ambos os lados com sal e pimenta.  ", "3. Coloque as fatias de pão num tabuleiro de ir ao forno.   Coloque os pimentos em o azeite por cima do pão.   Coloque 2 sardinhas por cima de cada fatia.   Por fim, regue-as com o azeite e com o alho.  ", "4. Leve ao forno pré-aquecido nos 190º e deixe assar durante 10 minutos.   Depois das sardinhas assadas, retire-as.  "],
		"quantidade": ["4 sardinhas", "2 fatias grandes de pão", "4 colheres de sopa de azeite", "2 dentes de alho picados", "Meio pimento pequeno laranja cortado em tirinhas", "Sal q.b.", "Pimenta q.b."]
	}, {
		"ingredientes": ["tamboril", "camarão", "ovo", "farinha", "cerveja", "sal", "pimenta", "soja", "ostra", "maionese", "ketchup", "óleo"],
		"porção": 6,
		"tempo": "20 min",
		"nome": "Tempura de Tamboril e Camarão",
		"id": 182,
		"preparacao": ["1. Tempere o tamboril, as lulas e o camarão com sal e pimenta.   Numa travessa, coloque o tamboril, as lulas e o camarão.  ", "2. Parta os ovos e separe as gemas das claras.   Mexa as gemas e aos poucos adicione a cerveja.   Adicione a farinha de uma só vez e misture.   Bata as claras em castelo bem firmes.   Envolva com cuidado, as claras com a massa.   Por fim, tempere a massa com sal e pimenta.   Misture.  ", "3. Num tacho de fondue com óleo quente, frite o tamboril, as lulas e o camarão envolvidos no polme.   Acompanhe com os molhos, arroz e salada.  "],
		"quantidade": ["1 lombo de tamboril limpo de peles e de espinhas cortado em cubinhos", "350g de lulas arranjadas e cortadas em pedaços", "350g de camarão crú descascado", "6 ovos", "200g de farinha de trigo sem fermento", "200 ml de cerveja", "Sal q.b.", "Pimenta q.b.", "Molho de soja q.b.", "Molho de ostras q.b.", "Maionese q.b.", "Ketchup q.b.", "Óleo para fritar"]
	}, {
		"ingredientes": ["peixe", "presunto", "manteiga", "farinha", "leite", "natas", "limão", "sal", "pimenta", "noz-moscada", "queijo"],
		"porção": 6,
		"tempo": "1 hora",
		"nome": "Rolinhos de Peixe Recheados com Presunto no Forno",
		"id": 184,
		"preparacao": ["1. Tempere os filetes de ambos os lados com sal, pimenta e sumo de meio limão.   Por cima de cada filete, coloque uma fatia de presunto e enrole o filete num rolinho.   Espete dois palitos para segurar.   Coloque os filetes num tabuleiro de ir ao forno untado com manteiga.   Por cima, espalhe o miolo de camarão.  ", "2. Numa panela, leve ao lume a manteiga e deixe aquecer.   Junte a farinha e mexa muito bem.   Adicione o creme de camarão em pó e misture.   Sem parar de mexer, aos poucos, adicione o leite e as natas.   Quando começar a ferver, tempere com um pouco de sal, pimenta, noz-moscada e umas gotas de limão.   Mexa e apague o lume.  ", "3. Espalhe o molho por cima dos rolinhos.   Por fim, polvilhe tudo com o queijo.   Leve ao forno pré-aquecido nos 200º e deixe cozinhar durante 40 minutos.   Depois dos filetes assados, retire-os.  "],
		"quantidade": ["8 filetes de peixe (usamos peixe gato)", "8 fatias de presunto", "300g de camarão cozido e descascado", "60g de manteiga", "35g de farinha de trigo", "30g de creme de camarão instantâneo em pó", "600 ml de leite", "200 ml de natas", "Sumo de limão", "Sal q.b.", "Pimenta q.b.", "Noz-moscada q.b.", "50g de mistura de queijo mozarela e queijo emmental ralado"]
	}, {
		"ingredientes": ["pargo", "batata", "azeite", "alho", "cebola", "tomate", "pimento", "louro", "salsa", "estragão", "vinho branco", "bacon", "sal", "pimenta", "colorau"],
		"porção": 4,
		"tempo": "1 hora 50 minutos",
		"nome": "Pargo com Estragão",
		"id": 185,
		"preparacao": ["1. Tempere as batatas com sal, colorau e um fio de azeite.   Misture.  ", "2. Num tabuleiro de ir ao forno, espalhe no fundo a salsa, o pimento, as folhas de louro, a cebola e o tomate.   Coloque o peixe por cima e tempere de ambos os lados, com o alho picado, pimenta e sal.   À volta do peixe, espalhe as batatas e o respectivo marinado.   Espalhe por igual as folhas de estragão.   Cubra o peixe com as fatias de bacon.   Regue tudo com o vinho branco, o caldo de peixe e o restante azeite.  ", "3. Leve ao forno pré-aquecido nos 180º e deixe assar aproximadamente 1 hora e meia.   Depois do peixe e das batatas assadas, retire.  "],
		"quantidade": ["1 pargo com cerca de 1200g com 3 golpes no lombo", "800g de batatas para assar", "80 ml de azeite", "2 dentes de alho picados", "2 cebolas cortadas em rodelas meia-lua", "1 pimento vermelho pequeno cortado em tiras", "2 tomates maduros cortados em cubos", "2 folhas de louro", "1 ramo de salsa", "Folhas de estragão fresco", "250 ml de vinho branco", "200 ml de caldo de peixe (1 cubo de caldo de peixe + 200 ml de água quente)", "8 fatias de bacon", "Sal q.b.", "Pimenta q.b.", "Colorau q.b."]
	}, {
		"ingredientes": ["espadarte", "azeite", "cebola", "alho", "tomate", "vinho branco", "azeitona", "salsa", "sal"],
		"porção": 4,
		"tempo": "30 minutos",
		"nome": "Espadarte com Molho de Azeitonas",
		"id": 186,
		"preparacao": ["1. Num tacho largo, leve ao lume o azeite, a cebola e os alhos.   Mexa e deixe refogar muito bem.  ", "2. Junte ao refogado o tomate e deixe refogar tudo.   Adicione a polpa de tomate, o vinho branco e 200 ml de água.   Tempere com sal e deixe levantar fervura.  ", "3. Junte o peixe.   Tape e deixe cozinhar durante 7 minutos.  ", "4. Passado os 7 minutos, adicione as azeitonas e deixe cozinhar mais 3 minutos.   Passado 10 minutos de cozedura do peixe, retire.  "],
		"quantidade": ["1 posta de espadarte com 800g cortada em quatro", "125 ml de azeite", "1 cebola grande picada", "2 dentes de alho picados", "2 tomates maduros sem pele cortados em cubos", "2 colheres de sopa de polpa de tomate", "250 ml de vinho branco", "150g de azeitonas pretas descaroçadas cortadas ao meio", "Salsa picada q.b.", "Sal q.b."]
	}, {
		"ingredientes": ["feijão", "atum", "picada", "alho", "ovo", "azeite", "vinagre", "sal", "pimenta"],
		"porção": 4,
		"tempo": "10 minutos",
		"nome": "Salada de Feijão Frade e Atum",
		"id": 187,
		"preparacao": ["1. Numa taça, junte o feijão frade, a cebola, o alho e a salsa.   Envolva tudo muito bem.  ", "2. Junte o atum.   Tempere com sal, pimenta, azeite e vinagre.   Mexa tudo muito bem.  ", "3. Coloque numa travessa e espalhe os ovos cortados a gosto por cima da salada.   Leve ao frigorífico até ficar bem fresquinha.  "],
		"quantidade": ["550g de feijão frade cozido", "255g de atum de conserva escorrido", "1 cebola picada", "2 dentes de alho picados", "Salsa picada q.b.", "3 ovos cozidos", "Azeite q.b.", "Vinagre q.b.", "Sal fino q.b.", "Pimenta q.b."]
	}, {
		"ingredientes": ["tamboril", "leite", "sal", "farinha", "óleo", "manteiga", "mostarda", "vinho", "pimenta", "natas"],
		"porção": 2,
		"tempo": "50 minutos",
		"nome": "Lombo de Tamboril com Pimenta Verde",
		"id": 188,
		"preparacao": ["1. Tempere o tamboril de ambos os lados com sal e leite.   Deixe tomar gosto durante 30 minutos.  ", "2. Passe as postas por farinha e frite-as de ambos os lados em óleo quente.   Depois de fritas, retire para um prato com papel absorvente.  ", "3. Numa frigideira, leve ao lume a manteiga e a mostarda. Mexa muito bem.   Enquanto mexe, junte aos poucos o Vinho do Porto.   Junte a pimenta e as natas. Misture tudo.   Junte o tamboril e deixe cozinhar em lume brando durante 5 minutos.   A meio dos 5 minutos, vire o tamboril.  "],
		"quantidade": ["1 lombo de tamboril com 450g cortado em postas", "Leite q.b.", "Sal q.b.", "Farinha para polvilhar q.b.", "Óleo para fritar q.b.", "40g de manteiga", "1 colher de chá bem cheia de mostarda", "100 ml de Vinho do Porto", "1 colher de chá de pimenta verde em grão", "200 ml de natas"]
	}, {
		"ingredientes": ["pregado", "azeite", "cebolas", "açafrão", "alho", "louro", "pimentão", "alecrim", "limão", "sal"],
		"porção": 4,
		"tempo": "50 minutos",
		"nome": "Pregado no Forno com Pimento e Açafrão",
		"id": 189,
		"preparacao": ["1. Tempere o peixe de ambos os lados com sal e açafrão.  ", "2. Numa frigideira leve ao lume o azeite, a cebola, os alhos e o louro.   Mexa e deixe aquecer bem.   Quando o refogado estiver quente, adicione o pimentão e salteie tudo.   Quando a cebola e o pimentão começarem a amolecer, retire.  ", "3. Num tabuleiro de ir ao forno, espalhe no fundo metade do refogado.   Por cima, espalhe as postas de peixe.   Polvilhe as postas com folhinhas de alecrim.   Por cima, espalhe o restante refogado.   Por fim, regue tudo com o sumo de limão.  ", "4. Leve ao forno pré-aquecido nos 190ºC e deixe assar durante 35 minutos.   Depois do peixe assado, retire e sirva.  "],
		"quantidade": ["1 pregado com cerca de 1,2 kg cortado em 4 postas", "200 ml de azeite", "2 cebolas cortadas em rodelas meia lua", "1 colher de café de açafrão em pó", "3 dentes de alho laminados", "1 folha de louro cortada ao meio", "1 pimentão vermelho cortado em tiras", "1 raminho de alecrim fresco", "Sumo de 1 limão", "Sal q.b."]
	}, {
		"ingredientes": ["bacalhau", "camarão", "couve", "cebola", "linguiça", "alho", "louro", "sal", "pimenta"],
		"porção": 3,
		"tempo": "45 minutos",
		"nome": "Bacalhau Assado com Camarão",
		"id": 190,
		"preparacao": ["1. Numa frigideira leve ao lume 4 colheres de sopa de azeite, a cebola, 2\/3 dos alhos picados e a folha de louro.   Mexa e deixe refogar até que a cebola amoleça.  ", "2. Num tabuleiro de ir ao forno, espalhe no fundo metade do refogado.   Por cima, coloque os lombos de bacalhau e os camarões.   Tempere os camarões com umas pedrinhas de sal e tempere tudo com pimenta.   Cubra tudo com o restante refogado.   Leve ao forno pré-aquecido nos 190ºC e deixe assar entre 25 e 30 minutos.  ", "3. Entretanto, numa frigideira leve ao lume o restante azeite, o restante alho e a linguiça.   Mexa e deixe aquecer bem.   Junte a couve.   Tempere com umas pedras de sal e pimenta.   Mexa e deixe saltear aproximadamente 7 minutos até que a couve fique tenra.  ", "4. Depois do bacalhau assado e os camarões bem passados, retire do forno.   Sirva o bacalhau e os camarões por cima do salteado de couve.  "],
		"quantidade": ["2 lombos de bacalhau demolhados", "10 camarões", "300g de couve lombarda cortada em juliana", "5 colheres de sopa de azeite", "1 cebola grande cortada em rodelas meia lua", "1 linguiça picante cortada em rodelas finas", "3 dentes de alho picados", "1 folha de louro", "Sal q.b.", "Pimenta q.b."]
	}, {
		"ingredientes": ["peixe-espada", "azeite", "sal", "louro", "alho", "pimenta", "limão", "cebola", "manteiga", "farinha", "natas", "espumante"],
		"porção": 4,
		"tempo": "30 minutos",
		"nome": "Filetes de Peixe-Espada com Molho de Espumante",
		"id": 191,
		"preparacao": ["1. Num tabuleiro de ir ao forno, tempere os filetes com flor de sal, alho em pó, louro em pó e pimenta.   Regue tudo com o azeite e umas gotinhas de limão.   Misture bem o tempero com o peixe e com cuidado para não danificar os filetes.  ", "2. Faça um rolinho com cada filete e prenda com um palito.   Regue tudo com o espumante.   Tape o tabuleiro com uma folha de alumínio.  ", "3. Leve ao forno pré-aquecido nos 190º e deixe assar durante 20 minutos.   Passado os 20 minutos, retire o peixe do forno.   Com uma escumadeira, coloque os rolinhos de peixe, num prato ou num tabuleiro.   Guarde o peixe no forno desligado e tapado com a folha de alumínio.   Reserve o caldo que sobrou do peixe.  ", "4. Numa frigideira, leve ao lume a manteiga e a cebola.   Deixe refogar em lume médio sem deixar alourar a cebola.   Ao refogado junte a farinha e misture bem.   Aos poucos e enquanto mexe, adicione o caldo do peixe coado.   Quando o molho começar a borbulhar, misture bem as natas e retire do lume sem deixar ferver.  "],
		"quantidade": ["8 filetes de peixe-espada não muito finos e grandes", "2 colheres de sopa de azeite", "Flor de sal q.b.", "Louro em pó q.b.", "Alho em pó q.b.", "Pimenta q.b.", "Sumo de limão q.b.", "1 cebola pequena picada", "50g de manteiga", "1 colher de sopa bem cheia de farinha de trigo sem fermento", "200 ml de natas", "300 ml de espumante meio seco"]
	}, {
		"ingredientes": ["ovas", "louro", "cebola", "alho", "pimento", "coentros", "azeite", "vinho branco", "sal", "pimenta"],
		"porção": 6,
		"tempo": "2 horas 20 minutos",
		"nome": "Salada de Ovas",
		"id": 192,
		"preparacao": ["1. Numa panela com água a ferver, tempere com sal.   Adicione as folhas de louro e as ovas.   Deixe cozer aproximadamente 13 minutos.   Quando estiverem cozidas, retire com uma escumadeira para um prato.   Depois de arrefecerem ligeiramente, retire a pele às ovas e corte-as em rodelas grossas.  ", "2. Numa tigela, coloque a cebola picada, os alhos, os pimentos e os coentros.   Tempere com sal e pimenta.   Por fim, regue tudo com o azeite e o vinagre.   Misture tudo muito bem.  ", "3. Numa travessa ou numa tigela, coloque camadas alternadas da mistura dos pimentos e rodelas de ovas.   Caso tenha pouco molho, acrescente mais azeite e vinagre.   Guarde no frigorífico durante 2 horas, para que fique bem fresca e apurada.   E está pronto a servir.  "],
		"quantidade": ["800g de ovas de pescada ou de bacalhau", "2 folhas de louro", "1 cebola grande picada finamente", "4 dentes de alho picados", "1 pimento verde cortado em cubinhos", "1 pimento vermelho cortado em cubinhos", "1 molhinho de coentros picados", "200 ml de azeite", "100 ml de vinagre de vinho branco", "Sal q.b.", "Pimenta q.b."]
	}, {
		"ingredientes": ["pescada", "ovo", "farinha", "salsa", "azeite", "cebola", "alho", "louro", "tomate", "vinho", "sal", "pimenta"],
		"porção": 6,
		"tempo": "40 minutos",
		"nome": "Almôndegas de Peixe com Molho de Tomate",
		"id": 193,
		"preparacao": ["1. Numa tigela, tempere o peixe com sal e pimenta.   Junte a salsa, as gemas de ovo e o pão.   Enquanto mistura, adicione a farinha aos poucos.   Depois de tudo bem misturado, faça bolinhas.   Coloque numa travessa previamente polvilhada com farinha.  ", "2. Num tacho largo leve ao lume o azeite, a cebola, o alho e a folha de louro.   Mexa e deixe refogar em lume brando sem deixar alourar.  ", "3. Junte a polpa de tomate, o vinho branco e o caldo de peixe.   Mexa e logo que comece a ferver, adicione as almôndegas.   Tape e deixe cozinhar em lume brando durante 15 minutos.   A meio do tempo mexa com uma colher com cuidado.   Passado os 15 minutos está pronto a servir.  "],
		"quantidade": ["800g de filetes ou medalhões de pescada picados na picadora", "1 carcaça picada na picadora", "2 gemas de ovo", "3 colheres de sopa bem cheias de farinha de trigo sem fermento", "Salsa bem picada", "3 colheres de sopa de azeite", "1 cebola pequena picada", "1 dente de alho picado", "1 folha de louro", "4 colheres de sopa de polpa de tomate", "250 ml de vinho branco", "300 ml de caldo de peixe", "Sal q.b.", "Pimenta q.b."]
	}, {
		"ingredientes": ["peixe-espada", "azeite", "cebola", "alho", "pimento", "vinho branco", "coentros", "sal"],
		"porção": 2,
		"tempo": "30 minutos",
		"nome": "Peixe-Espada na Frigideira",
		"id": 194,
		"preparacao": ["1. Tempere as postas de ambos os lados com sal.  ", "2. Numa frigideira, leve ao lume o azeite, a cebola, o alho e o pimento.   Mexa e deixe refogar em lume médio sem deixar alourar muito.   Junte as postas ao refogado e deixe cozinhar de ambos os lados durante 20 minutos.   Passado os 10 minutos, vire as postas e regue com o vinho branco.  ", "3. Depois do peixe bem cozinhado, polvilhe com os coentros e sirva.   Acompanhe este prato com batatas salteadas.  "],
		"quantidade": ["2 postas de peixe-espada preto", "3 colheres de sopa de azeite", "1 cebola cortada em rodelas meia-lua", "2 dentes de alho laminados", "Meio-pimento vermelho cortado em tirinhas", "60 ml de vinho branco", "Coentros picados q.b.", "Sal q.b."]
	}, {
		"ingredientes": ["pescada", "azeite", "cebola", "alho", "louro", "vinho", "arroz", "coentros", "sal"],
		"porção": 2,
		"tempo": "30 minutos",
		"nome": "Arroz de Pescada",
		"id": 195,
		"preparacao": ["1. Tempere as postas de pescada de ambos os lados com sal.  ", "2. Num tacho, leve ao lume o azeite, a cebola, os alhos e a folha de louro.   Mexa e deixe refogar um pouco.   Adicione o arroz, mexa e deixe fritar alguns segundos.   Junte o vinho branco e o caldo de peixe.   Por fim, adicione as postas de pescada.   Deixe cozinhar tudo aproximadamente 18 minutos.   A meio do tempo, vire as postas de pescada.   Caso o molho seque muito, acrescente um pouco mais de água para que o arroz fique malandrinho.  ", "3. Depois de tudo cozido, junte os coentros e misture com cuidado.   Apague o lume e sirva.  "],
		"quantidade": ["2 postas de pescada", "3 colheres de sopa de azeite", "1 cebola picada", "2 dentes de alho picados", "1 folha de louro", "125 ml de vinho branco", "500 ml de caldo de peixe", "180g de arroz", "Coentros picados q.b.", "Sal q.b."]
	}, {
		"ingredientes": ["bacalhau", "tomates", "azeite", "alho", "vinagre", "azeitona", "ovo", "sal"],
		"porção": 2,
		"tempo": "30 minutos",
		"nome": "Salada de Bacalhau com Alho e Azeitonas",
		"id": 196,
		"preparacao": ["1. Numa panela com água a ferver, coloque o bacalhau a cozer durante 5 minutos.   Passado os 5 minutos, retire o bacalhau com uma escumadeira e deixe arrefecer.   Limpe o bacalhau de peles e de espinhas e desfie.  ", "2. Numa frigideira leve ao lume o azeite e os alhos.   Mexa e deixe aquecer sem deixar alourar.   Junte o bacalhau e salteie durante 30 segundos.   Depois do bacalhau salteado, apague o lume e deixe arrefecer.  ", "3. Em pratos individuais, espalhe um tomate.   Tempere com sal.   Por cima, coloque metade do bacalhau.   Regue tudo com uma colher de sopa de vinagre.   Por fim, decore com 10 azeitonas e um ovo cozido cortado em rodelas.  "],
		"quantidade": ["1 lombo de bacalhau demolhado com cerca de 500g", "2 tomates cortados em rodelas meia-lua", "4 colheres de sopa de azeite", "3 dentes de alho picados", "2 colheres de sopa de vinagre", "20 azeitonas pretas", "2 ovos cozidos", "Sal q.b."]
	}, {
		"ingredientes": ["massa quebrada", "atum", "cebola", "maionese", "ketchup", "ovo", "pepino", "tomate"],
		"porção": 4,
		"tempo": "30 minutos",
		"nome": "Tarte Fria de Atum",
		"id": 197,
		"preparacao": ["1. Numa tigela, misture o atum, a cebola, a maionese e o ketchup.   Por fim, adicione 2 ovos cozidos picados e mexa.   Leve ao frigorífico até que fique bem fresquinho.  ", "2. Estenda a massa numa tarteira (30 cm) com fundo amovível.   Pique a massa com um garfo.   Leve ao forno pré-aquecido nos 210º e deixe cozer aproximadamente 10 minutos.   Depois da massa cozida, retire-a e deixe arrefecer.  ", "3. Depois da massa fria e desenformada, espalhe a pasta de atum sobre a base.   Por cima, decore com as rodelas de pepino, as rodelas de tomate e com os 2 ovos cortados em gomos ou em rodelas.   E está pronta a servir.  "],
		"quantidade": ["1 base de massa quebrada para tartes", "340g de atum em conserva de água (4 latinhas de 85g cada)", "1 cebola picada", "150 ml de maionese magra", "4 colheres de sopa de ketchup", "4 ovos cozidos", "180g de pepino cortado em rodelas", "300g de tomates cortados em rodelas"]
	}, {
		"ingredientes": ["linguado", "cogumelos", "camarão", "cogumelos", "leite", "vinho branco", "natas", "sal", "pimenta"],
		"porção": 2,
		"tempo": "15 minutos",
		"nome": "Linguado com Molho de Cogumelos e Camarão",
		"id": 198,
		"preparacao": ["1. Tempere os linguados de ambos os lados com sal e pimenta.  ", "2. Num tacho largo, coloque a sopa de cogumelos e misture com o vinho branco e o leite.   Sem parar de mexer, leve ao lume até que comece a ferver.   Quando começar a ferver, junte os linguados.   Por cima dos linguados, espalhe um pouco da sopa.   Tape e deixe cozinhar em lume brando durante 5 minutos.  ", "3. Passado os 5 minutos, junte os cogumelos e o miolo de camarão.   Deixe cozinhar mais 5 minutos.  ", "4. Passado os 5 minutos e com cuidado, retire o peixe para uma travessa.   Ao molho que ficou, junte as natas, mexa e logo que comece a borbulhar, apague o lume.   Regue os linguados com o molho e sirva com arroz de legumes"],
		"quantidade": ["2 linguados sem cabeça", "150g de cogumelos frescos cortados em quartos", "150g de miolo de camarão", "55g de sopa de cogumelos instantânea", "260 ml de leite", "250 ml de vinho branco", "150 ml de natas light", "Sal q.b.", "Pimenta q.b."]
	}, {
		"ingredientes": ["salmão", "cogumelos", "azeite", "alho", "orégãos", "vinho branco", "limão", "sal", "pimenta"],
		"porção": 4,
		"tempo": "20 minutos",
		"nome": "Medalhões de Salmão com Cogumelos",
		"id": 199,
		"preparacao": ["1. Tempere os medalhões de salmão de ambos os lados com sal, pimenta e sumo de limão.  ", "2. Num tacho, leve ao lume o azeite e os alhos.   Mexa e deixe aquecer um pouco.   Junte os medalhões, o marinado, os cogumelos, os orégãos e o vinho branco.   Tape e deixe cozinhar em lume médio durante 7 minutos.   Vire os medalhões e deixe cozinhar mais 7 minutos, em lume um pouco mais forte para que o molho fique apurado.  ", "3. Passado os 7 minutos, regue tudo com o restante sumo de limão.   Apague o lume.   Sirva este prato acompanhado com legumes cozidos.  "],
		"quantidade": ["4 medalhões de salmão", "300g de cogumelos frescos cortados ao meio", "70 ml de azeite", "3 dentes de alho picados", "1 colher de sopa de orégãos", "125 ml de vinho branco", "1 limão", "Sal q.b.", "Pimenta q.b."]
	}, {
		"ingredientes": ["farinha", "fermento", "sal", "manteiga", "leite", "salsa", "atum", "cebola"],
		"porção": 4,
		"tempo": "30 minutos",
		"nome": "Pãezinhos Rápidos com Pasta de Atum",
		"id": 200,
		"preparacao": ["1. Numa tigela, junte a farinha, o sal, o fermento, os 125g de manteiga e o leite.   Amasse tudo com as varinhas em espiral.   Junte a salsa picada e misture bem.  ", "2. Na bancada polvilhada com um pouco de farinha, estenda a massa até ficar com a espessura de cerca de 1 cm.   Com um copo, corte os pãezinhos.   Coloque-os num tabuleiro polvilhado com farinha uns ao lado dos outros.  ", "3. Leve a cozer em forno pré-aquecido nos 220º cerca de 15 minutos até alourarem.  ", "4. Entretanto, coloque na picadora, a manteiga e o atum.   Tempere com um pouco de pimenta.   Pique um pouco e junte a cebola.   Pique tudo até ficar uma pasta.   Sirva os pãezinhos barrados com a pasta de atum.  "],
		"quantidade": ["800g de farinha", "3 colheres de chá de fermento em pó", "1 colher de chá rasa de sal", "125g de manteiga", "275 ml de leite", "2 colheres de sopa de salsa picada", "Farinha para polvilhar q.b.", "2 latas de atum com 120g cada", "1 colher de sopa bem cheia de manteiga", "1 cebola cortada em pedacinhos", "Pimenta q.b."]
	}
]
