[{"porção":"10 pessoas","ingredientes":["leite condensado","ovos","amido de milho","leite","café forte","bolacha maria torrada","natas para bater","açúcar"],"tempo":"20 minutos","nome":"Doce da Avó","id":251,"preparacao":["1. Parta os ovos, separe as gemas das claras e coloque as gemas num tacho.  Coloque as claras numa tigela.  ","2. Às gemas, adicione o leite condensado e o amido de milho.  Mexa muito bem e misture o leite.  ","3. Leve ao lume e deixe cozinhar em lume médio, sem parar de mexer até que o creme engrosse.  Divida o creme por 10 tigelas individuais ou coloque numa taça grande.  ","4. Misture 2 colheres de sopa de açúcar no café forte e quente e coloque numa tigela.  Coloque as bolachas as demolhar no café e quando estiverem bem embebidas, coloque 3 bolachas em cada taça.  ","5. Esmague as restantes bolachas até que fiquem bem desfeitas.  ","6. Bata as claras em castelo bem firmes.  Quando estiverem bem batidas, junte 2 colheres de sopa de açúcar e bata mais um pouco.  ","7. Bata as natas até que fiquem bem firmes.  Adicione as 2 últimas colheres de sopa de açúcar e bata até que fique chantilly.  ","8. Envolva muito bem as claras com o chantilly.  Divida o creme pelas taças e alise com uma colher.  ","9. Por fim, polvilhe com a bolacha esmagada e guarde no frigorífico até à hora de servir"],"quantidade":["1 lata de leite condensado com 397g","4 ovos","1 colher de sopa de amido de milho","300 ml de leite","500 ml de café forte","200g de bolacha maria torrada","200 ml de natas para bater","6 colheres de sopa de açúcar"]},{"porção":"8 pessoas","ingredientes":["manga","granola","iogurte skyr natural","mel","Sumo de limão"],"tempo":"15 minutos","nome":"Mousse de Manga com Iogurte e Granola","id":252,"preparacao":["1. Descasque uma manga, corte-a em cubinhos e reserve.  ","2. Descasque as restantes mangas e corte-as em pedaços para uma tigela.  Junte o limão e triture com a varinha mágica ou no liquidificador.  ","3. Depois da manga feita em puré, junte o mel e o iogurte.  Mexa muito bem com uma vara de arames.  Caso opte por outro iogurte, como o grego, adicione 2 folhas de gelatina incolor para que fique mais consistente.  ","4. Por 8 copos altos, divida a granola, a manga cortada em cubos e por fim, a mousse de manga.  Guarde no frigorífico até que fique fresca"],"quantidade":["3 mangas","150g de granola","450g de iogurte skyr natural","100g de mel","Sumo de ½ limão"]},{"porção":"12 pessoas","ingredientes":["Areias","ovos","morangos","natas frescas para bater","açúcar em pó","açúcar","pau de canela","casquinha de limão","açúcar baunilhado"],"tempo":"45 minutos","nome":"Natas do Céu com Morangos e Areias","id":253,"preparacao":["1. Num tachinho, coloque a casca de limão, o pau de canela, os 130g de açúcar e 125 ml de água.  Mexa e ligue o lume.  Quando a calda entrar em ebulição, deixe ferver durante 4 minutos.  Passado o tempo, retire e deixe arrefecer até amornar.  ","2. Parta os ovos e separe as gemas das claras.  Mexa as gemas com um garfo.  ","3. Depois da calda morna, retire a casca de limão e o pau de canela.  Junte as gemas à calda e mexa com uma colher.  Leve novamente ao lume e deixe cozinhar em lume brando sem parar de mexer.  Logo que o doce de ovos engrosse e sem deixar ferver, apague o lume e mexa mais um pouco para que as gemas não cozam demasiado.  Deixe arrefecer enquanto prepara o resto da sobremesa.  ","4. Corte os morangos em pedacinhos e coloque-os num prato com papel absorvente para retirar o excesso de humidade.  ","5. Num processador ou numa picadora, coloque as areias e triture bem.  ","6. Numa tigela, coloque as natas e bata até que fiquem consistentes.  Quando as natas estiverem consistentes e enquanto bate, junte o açúcar baunilhado e aos poucos 80g de açúcar em pó.  Bata até que fiquem um chantilly firme.  ","7. Bata as claras em castelo.  Quando estiverem bem batidas, adicione aos poucos, os restantes 80g de açúcar em pó.  Bata muito bem até que fique um merengue.  ","8. Às natas, junte aos poucos o merengue e envolva bem.  Por fim, junte os morangos e misture cuidadosamente.  ","9. Em tacinhas individuais ou numa taça grande, coloque no fundo um pouco das areias, o creme branco, mais um pouco de areias e creme branco.  Alise tudo com um colher e polvilhe com um pouco de areias.  Repita o processo em todas as taças.  Por fim, divida o doce de ovos por elas.  ","10. Guarde no frigorífico até que a sobremesa fique fresca.  Caso não utilize a sobremesa toda num dia, cubra as taças com película aderente.  Se quiserem, também podem fazer esta receita com ananás ou frutos vermelhos em vez dos morangos"],"quantidade":["350g de Areias","6 ovos","500g de morangos arranjados e lavados","400 ml de natas frescas para bater","80g de açúcar em pó","+ 80g de açúcar em pó","130g de açúcar","1 pau de canela","1 casquinha de limão","7,5g de açúcar baunilhado"]},{"porção":"10 pessoas","ingredientes":["claras","leite de coco light","bebida de coco e arroz","stevia granulada","aroma de baunilha","chocolate negro"],"tempo":"40 minutos","nome":"Farófias com Leite de Coco e Chocolate","id":254,"preparacao":["1. Bata as claras em castelo bem firmes.  Depois de bem batidas, adicione os 40g de stevia e bata mais um pouco.  ","2. Entretanto, num tacho largo, leve ao lume o leite de coco, a bebida de coco, o aroma de baunilha e os 20g de steviaMexa muito bem e deixe aquecer sem deixar ferver.  ","3. Mantenha o lume brando.  Coloque colheradas de claras e deixe-as cozer aproximadamente 2 minutos de cada lado.  Passado o tempo e quando as claras estiverem cozidas, retire-as com uma escumadeira para uma travessa.  Tenha atenção para não deixar ferver.  Repita o processo até acabar as claras.  ","4. Mexa com uma vara de arames o leite que sobrou e adicione o chocolate.  Mexa muito bem até que fique um creme homogéneo.  Depois do chocolate derretido, retire e deixe arrefecer.  ","5. Regue as farófias com o chocolate frio e guarde no frigorífico até que fique tudo fresco"],"quantidade":["8 claras","400 ml de leite de coco light","400 ml de bebida de coco e arroz","40g + 20g de stevia granulada","1 colher de chá de aroma de baunilha","150g de chocolate negro partido em pedaços"]},{"porção":"4 pessoas","ingredientes":["leite de coco","açúcar amarelo","casca de limão","pau de canela","amido de milho","leite","gemas","açúcar mascavado para polvilhar"],"tempo":"10 minutos","nome":"Leite Creme de Coco","id":255,"preparacao":["1. Com um garfo, misture as gemas com o amido de milho e o leite.  ","2. Num tacho, leve ao lume o leite de coco, a casca de limão e o pau de canela.  Deixe ferver.  ","3. Quando o leite começar a ferver, baixe o lume e misture o açúcar amarelo.  Junte as gemas passadas numa rede fina.  Mexa e deixe cozinhar em lume brando até que o creme engrosse.  ","4. Logo que comece a borbulhar, apague o lume.  Retire o pau de canela e a casca de limão.  Divida o leite creme por 4 tacinhas.  ","5. Deixe arrefecer um pouco e na hora de servir, polvilhe o leite creme com um pouco de açúcar mascavado.  Queime com um maçarico até fazer caramelo"],"quantidade":["400 ml de leite de coco","100g de açúcar amarelo","1 casca de limão","1 pau de canela","2 colheres de chá rasas de amido de milho","125 ml de leite","4 gemas","Açúcar mascavado para polvilhar"]},{"porção":"18 cupcakes","ingredientes":["cenouras picadas","ovos","açúcar mascavado","manteiga","farinha de trigo T55 sem fermento","fermento em pó","raspa de laranja","sumo de laranja","canela em pó","açúcar em pó","queijo fresco para barrar","manteiga","Corante azul e cor de rosa","Forminhas de papel frisado","Pepitas decorativas","Formas de alumínio para queques"],"tempo":"45 minutos","nome":"Cupcakes de Cenoura","id":256,"preparacao":["1. Num copo alto, coloque a cenoura, os ovos partidos e o sumo de laranja.  Triture com a varinha mágica ou com o liquidificador.  ","2. Numa tigela, coloque os 200g de manteiga e o açúcar mascavado.  Bata até que fique um creme.  Ao creme, junte o preparado da cenoura e bata um pouco.  Caso fique com um aspeto talhado, não se preocupem que é normal.  À massa, misture com uma colher, a raspa de laranja, a canela em pó, a farinha e o fermento.  ","3. Dentro das formas de alumínio, coloque forminhas de papel frisado.  Encha as forminhas até 2\/3 com a massa.  ","4. Leve ao forno pré-aquecido nos 180ºC e deixe cozer durante 20 minutos.  Passado o tempo, retire os bolinhos e deixe arrefecer totalmente.  ","5. Depois dos bolinhos frios, faça o creme.  Numa tigela, coloque o queijo, a restante manteiga e o açúcar em pó.  Bata na velocidade média durante 4 minutos.  ","6. Coloque metade do creme num saco de pasteleiro com a boquilha larga.  Decore metade dos bolinhos com o creme e com as pepitas.  ","7. Bata novamente o restante creme e aos poucos, adicione corante azul e cor de rosa até obter o roxo desejado. Coloque o creme num novo saco de pasteleiro com a boquilha larga e decore os restantes bolinhos com o creme.  Caso não queira usar os corantes, use simplesmente o creme branco.  Decore a gosto e sirva"],"quantidade":["350g de cenouras picadas","2 ovos","200g de açúcar mascavado","200g de manteiga à temperatura ambiente cortada em pedaços","200g de farinha de trigo T55 sem fermento","1 colher de chá rasa de fermento em pó","Raspa de 1 laranja","Sumo de 1 laranja","1 colher de chá bem cheia de canela em pó","300g de açúcar em pó","175g de queijo fresco para barrar","50g de manteiga à temperatura ambiente","Corante azul e cor de rosa","Forminhas de papel frisado","Pepitas decorativas","Formas de alumínio para queques"]},{"porção":"12 waffles","ingredientes":["farinha de trigo sem fermento","manteiga","ovos","leite morno","fermento seco granulado","açúcar","essência de baunilha","sal","cubos de açúcar"],"tempo":"30 minutos + 2 horas","nome":"Waffles","id":257,"preparacao":["1. Numa tigela, coloque o leite, os 50g de açúcar e o fermento.  Mexa muito bem e deixe descansar durante 15 minutos.  ","2. Passado o tempo, junte os ovos, a baunilha e a pitada de sal.  Com as varinhas de amassar, comece a amassar lentamente e aos poucos, adicione a farinha.  Amasse muito bem durante 10 minutos.  ","3. Quando a massa estiver homogénea, adicione aos poucos, os cubinhos de manteiga.  Amasse muito bem até que a massa fique lisa.  Coloque a massa numa tigela, previamente untada com manteiga.  Tape a tigela muito bem com película aderente.  Deixe descansar durante 2 horas até que a massa levede.  ","4. Passado o tempo, com a ajuda de uma espátula, envolva muito bem os cubos de açúcar com a massa.  Unte uma folha de papel vegetal com um pouco de manteiga ou um pouco de óleo.  Divida a massa em 12 porções e coloque-as sobre a folha de papel vegetal.  Deixe repousar 10 minutos.  ","5. Antes da primeira utilização, pincele a máquina com um pouco de manteiga.  Coloque as porções de massa na máquina quente e deixe cozer aproximadamente 2 minutos.  Não deixe tempo de mais para que não fiquem muito secas.  Retire e repita o processo até acabar a massa.  Se não utilizarem a massa toda de uma vez, podem guardar as porções no frigorífico de um dia para o outro.  Depois de feitos, os waffles, podem ser aquecidos na torradeira ou no micro-ondas"],"quantidade":["460g de farinha de trigo sem fermento","200g de manteiga à temperatura ambiente cortada em cubinhos","2 ovos","200 ml de leite morno","13,8g de fermento seco granulado (3 saquetas de 4,6g)","50g de açúcar","2 colheres de chá de essência de baunilha","1 pitada de sal","180g de cubos de açúcar cortado em pedaços"]},{"porção":"12 muffins","ingredientes":["maçãs","flocos de aveia","iogurte skyr natural","ovos","açúcar amarelo ou mascavado","essência de baunilha","canela em pó","fermento em pó","bicarbonato de sódio","Formas de alumínio e de papel frisado para muffins"],"tempo":"35 minutos","nome":"Muffins de Aveia com Maçã e Canela","id":258,"preparacao":["1. Corte as maçãs em quartos e descasque-as.  ","2. Corte uma maçã e meia em pedacinhos e reserve a restante.  ","3. No liquidificador, coloque os ovos partidos, a meia maçã que reservou cortada em pedaços, a essência de baunilha e o iogurte.  Bata até que fique um creme homogéneo.  Ao creme, adicione o açúcar, os flocos de aveia, a canela, o fermento e o bicarbonato de sódio.  Triture tudo muito bem até que a massa fique homogénea.  ","4. Coloque a massa numa tigela e com uma colher, misture a maçã cortada em pedaços.  Coloque forminhas de papel dentro das formas de alumínio.  Divida o preparado por 12 forminhas.  ","5. Leve ao forno pré-aquecido nos 185ºC e deixe cozer aproximadamente 25 minutos.  Depois dos bolinhos cozidos, retire-os.  Retire das formas de alumínio e deixe arrefecer"],"quantidade":["2 maçãs","200g de flocos de aveia (2 chávenas de chá)","1 iogurte skyr natural com 150g","3 ovos","70g de açúcar amarelo ou mascavado (4 colheres de sopa)","1 colher de chá de essência de baunilha","1 colher de chá de canela em pó","1 colher de chá de fermento em pó","1 colher de café de bicarbonato de sódio","Formas de alumínio e de papel frisado para muffins"]},{"porção":"12 muffins","ingredientes":["ovos","açúcar mascavado","açúcar baunilhado","raspa de limão","óleo de coco derretido","iogurte natural","farinha de trigo com fermento","bicarbonato de sódio","frutos silvestres congelados"],"tempo":"35 minutos","nome":"Muffins de Iogurte com Frutos Silvestres","id":259,"preparacao":["1. Numa tigela, coloque os ovos, o açúcar e o açúcar baunilhado.  Bata aproximadamente 3 minutos até que fique um creme.  ","2. Ao creme, junte o óleo, a raspa de limão e o iogurte.  Bata até que tudo fique bem misturado.  ","3. Adicione a farinha peneirada e o bicarbonato de sódio.  Misture muito bem com uma colher e por fim, mexa com uma vara de arames para que a massa fique lisa.  ","4. Envolva os frutos silvestres com a massa.  ","5. Coloque as formas de papel frisado, dentro de formas para muffins.  Divida a massa pelas formas.  ","6. Leve ao forno pré-aquecido nos 185ºC e deixe cozer aproximadamente 25 minutos.  Depois dos muffins cozidos e loirinhos, retire-os.  Se quiserem, podem polvilhar com um pouco de açúcar em pó"],"quantidade":["2 ovos","150g de açúcar mascavado","7,5g de açúcar baunilhado","Raspa de 1 limão","80 ml de óleo de coco derretido","250g de iogurte natural","200g de farinha de trigo com fermento","1 colher de café de bicarbonato de sódio","300g de frutos silvestres congelados"]},{"porção":"17 quindins","ingredientes":["gemas de ovo de ovos xl","açúcar","coco ralado seco","leite de coco","manteiga derretida","Forminhas untadas com manteiga e polvilhadas com açúcar ou uma forma grande"],"tempo":"1 hora e 20 minutos","nome":"Quindim","id":260,"preparacao":["1. Misture o coco ralado com o leite de coco e mexa com um garfoDeixe repousar durante 10 minutos para hidratar o coco.  ","2. Coloque as gemas num passador fino e mexa com uma colher.  Junte o açúcar às gemas e mexa com uma colher.  Adicione o coco e a manteiga.  Mexa muito bem até que a mistura fique homogénea.  ","3. Divida o preparado pelas forminhas sem encher demasiado.  Coloque as forminhas num tabuleiro de ir ao forno e coloque água suficiente para cozer em banho maria.  Cubra o tabuleiro com folha de alumínio.  ","4. Leve ao forno pré-aquecido nos 160ºC e deixe cozer durante 1 hora.  Passado o tempo retire do forno.  Passe com uma faca à volta das forminhas e desenforme cuidadosamente"],"quantidade":["12 gemas de ovo de ovos xl","200g de açúcar","100g de coco ralado seco","200 ml de leite de coco","40g de manteiga derretida","Forminhas untadas com manteiga e polvilhadas com açúcar ou uma forma grande"]},{"porção":"26 fatias","ingredientes":["farinha de trigo T55 sem fermento","fermento seco granulado","leite morno","sal","açúcar","manteiga derretida","ovos","brandy","vinho do Porto","farinha para polvilhar","leite","chocolate para culinária","chocolate preto de culinária","amêndoa granulada","ovo batido para pincelar","açúcar granulado","açúcar em pó","amêndoa granulada","cerejas cristalizadas","doce de chila","Geleia de marmelo para pincelar","Chocolate de culinária"],"tempo":"3 horas e 30 minutos","nome":"Bolo Rei de Chocolate","id":261,"preparacao":["1. Ao leite morno, junte o fermento e mexa muito bem com um garfo.  Deixe repousar durante 5 minutos.  ","2. Parta os ovos para uma tigela e mexa com um garfo.  ","3. Numa tigela grande ou num alguidar, coloque a farinha e faça um buraco no meio.  Adicione umas pedrinhas de sal e coloque no centro, o fermento dissolvido, a manteiga, o brandy, o vinho do Porto, os 2 ovos batidos e os 150g de açúcar.  Com as pontas dos dedos, comece a misturar tudo com a farinha.  Amasse muito bem a massa e aos poucos adicione mais farinha, até que descole do fundo.  Tenha atenção para que a massa não fique demasiado seca.  Polvilhe a massa com farinha e tape com um pano.  Deixe levedar aproximadamente 2 horas em local quente até que a massa dobre.  ","4. Quando a massa estiver pronta, faça o recheio.  Num tacho, leve ao lume os 100 ml de leite e deixe amornar.  Ao leite, adicione os 150g de chocolate em tablete normal e os 50g de chocolate preto.  Mexa com uma vara de arames até que o chocolate derreta e fique um creme.  Retire do lume.  ","5. Polvilhe a bancada com bastante farinha.  Coloque a massa no centro e polvilhe-a novamente com um pouco de farinha.  Com um rolo, estenda a massa num retângulo grande.  ","6. Por cima da massa, coloque o chocolate derretido e espalhe com uma espátula.  Por cima, espalhe os 100g de amêndoa granulada.  ","7. Enrole o retângulo num rolo, como se fosse uma torta.  Aconchegue bem de forma que o recheio fique no interior da massa.  Una as extremidades do rolo de forma a que fique uma coroa.  Aconchegue bem para que as pontas fiquem bem unidas.  ","8. Com muito cuidado coloque a coroa dentro de um tabuleiro de ir ao forno previamente polvilhado com farinha.  Tape novamente com o pano e deixe levar aproximadamente 30 minutos, até que a massa cresça mais um pouco.  ","9. Depois da massa levedada, pincele a coroa com o ovo batido.  Por cima da coroa, disponha montinhos de doce de chila, os 25g de amêndoa granulada e as cerejas cristalizadas.  ","10. Numa tigela, junte as 3 colheres de sopa de açúcar granulado com o açúcar em pó.  Salpique tudo com um pouco de água e mexa com um garfo até que o açúcar fique humedecido.  Por fim, espalhe colheradas da mistura do açúcar por cima da massa.  ","11. Leve ao forno pré-aquecido nos 180ºC e deixe cozer durante 40 minutos.  Depois da massa cozida, retire.  ","12. Com cuidado, coloque o bolo num prato e pincele-o com a geleia de marmelos.  Por fim, espalhe raspas de chocolate por cima do bolo.  E está pronto a servir"],"quantidade":["550g de farinha de trigo T55 sem fermento","9,2g de fermento seco granulado","150 ml de leite morno","Sal","150g de açúcar","100g de manteiga derretida","2 ovos","40 ml de brandy","40 ml de vinho do Porto","Farinha para polvilhar","100 ml de leite","150g de chocolate para culinária em tablete partido em pedaços","50g de chocolate preto de culinária em tablete partido em pedaços","100g de amêndoa granulada","1 ovo batido para pincelar","3 colheres de sopa de açúcar granulado","3 colheres de sopa de açúcar em pó","25g de amêndoa granulada","Cerejas cristalizadas","100g de doce de chila","Geleia de marmelo para pincelar","Chocolate de culinária em tablete para raspar"]},{"porção":"18 fatia","ingredientes":["castanhas congeladas","leite"," erva doce em pó","noz-moscada ralada","canela em pó","manteiga com sal","ovos","açúcar","chocolate em pó","farinha de trigo T55 sem fermento","fermento em pó","1 forma redonda com 24 cm de diâmetro, untada com manteiga, forrada com papel vegetal e novamente untada com manteiga","natas","chocolate de culinária","chocolate preto"],"tempo":"1 hora e 30 minutos","nome":"Bolo de Castanhas com Chocolate","id":262,"preparacao":["1. Num tacho largo, coloque as castanhas, a canela, a erva doce, a noz-moscada, a manteiga e o leite.  Mexa, de forma a que as castanhas fiquem submersas.  Tape e deixe cozinhar em lume brando, durante 30 minutos.  Passado o tempo, mexa e retire do lume.  ","2. Coloque as castanhas num recipiente e triture com a varinha mágica, de forma que o puré fique com pedaços de castanhas.  Deixe arrefecer o puré aproximadamente 10 minutos.  ","3. Parta os ovos para uma tigela.  Adicione o açúcar e bata até que fique um creme fofo.  Com uma vara de arames, junte e mexa alternadamente aos ovos, o puré de castanhas, o chocolate em pó, a farinha e o fermento.  Depois da massa bem mexida, verta o preparado para a forma.  ","4. Leve ao forno pré-aquecido, nos 180ºC e deixe cozer aproximadamente 40 minutos.  Antes de retirar o bolo do forno, verifique se está cozido com um palito.  Depois do bolo cozido, retire-o e desenforme.  Deixe o bolo amornar.  ","5. Entretanto, prepare a ganache.  Numa panela em banho maria, coloque as natas e os dois chocolates partidos em pedaços.  Mexa até que o chocolate derreta e fique um creme homogéneo.  ","6. Depois do bolo quase frio, espalhe a ganache por cima.  Deixe arrefecer totalmente e sirva"],"quantidade":["500g de castanhas congeladas","300 ml de leite","1 colher de café de erva doce em pó","1 colher de café de noz-moscada ralada","1 colher de café de canela em pó","100g de manteiga com sal","6 ovos","250g de açúcar","50g de chocolate em pó","150g de farinha de trigo T55 sem fermento","1 colher de chá de fermento em pó","1 forma redonda com 24 cm de diâmetro, untada com manteiga, forrada com papel vegetal e novamente untada com manteiga","200 ml de natas","160g de chocolate de culinária partido em pedaços","50g de chocolate preto de culinária partido em pedaços"]},{"porção":"16 fatias","ingredientes":["abóbora cortada em cubos","ovos","açúcar mascavado","óleo de coco","raspa de 1 laranja","Sumo de 1 laranja","noz picado","canela em pó","noz-moscada","farinha de trigo tipo 55 sem fermento","fermento em pó","natas","queijo fresco para barrar","mel","Nozes","1 forma com 26 cm de diâmetro untada com manteiga, forrada com papel vegetal, untada novamente com manteiga e polvilhada com farinha"],"tempo":"1 hora e 30 minutos","nome":"Bolo de Abóbora e Nozes","id":263,"preparacao":["1. Numa panela com um pouco de água a ferver, coloque a abóbora a cozer.  Deixe cozer entre 15 a 20 minutos até que a abóbora fique cozida.  Depois da abóbora bem cozida, escorra-a e coloque-a numa rede fina.  Deixe escorrer muito bem e deixe arrefecer um pouco.  ","2. Depois da abóbora bem escorrida, coloque-a numa tigela e esmague-a bem com um garfo.  Parta os ovos para uma tigela e junte o açúcar.  Bata até que fique um creme.  Junte ao creme enquanto bate, metade da raspa de laranja, o óleo de coco, a canela em pó, a noz-moscada, a abóbora esmagada, a farinha, o fermento e o sumo de laranja.  Depois da massa homogénea, retire-a da batedeira.  ","3. Com uma colher, misture o miolo de noz à massa.  Coloque a massa na forma.  ","4. Leve ao forno pré-aquecido nos 180ºC e deixe cozer aproximadamente 1 hora.  Depois do bolo cozido, retire, desenforme e deixe arrefecer totalmente.  ","5. Depois do bolo frio, faça a cobertura.  Numa tigela, coloque as natas e bata até que fique chantilly.  Ao chantilly e enquanto bate, adicione o queijo, o mel e a restante raspa de laranja.  Bata até que o creme fique consistente.  ","6. Espalhe o creme por cima do bolo.  Por fim, decore a gosto com o miolo de noz"],"quantidade":["500g de abóbora cortada em cubos","5 ovos","350g de açúcar mascavado","100 ml de óleo de coco","Raspa de 1 laranja","Sumo de 1 laranja","200g de miolo de noz picado","1 colher de chá de canela em pó","1 colher de café de noz-moscada","300g de farinha de trigo tipo 55 sem fermento","2 colheres de chá de fermento em pó","200 ml de natas","200g de queijo fresco para barrar","3 colheres de sopa de mel","Nozes para decorar","1 forma com 26 cm de diâmetro untada com manteiga, forrada com papel vegetal, untada novamente com manteiga e polvilhada com farinha"]},{"porção":"12 pessoas","ingredientes":["ovos","açúcar","natas para bater","açúcar baunilhado","Raspa de 1 limão","farinha de trigo fina com fermento","1 forma redonda com 22 cm de diâmetro, untada com manteiga e polvilhada com farinha"],"tempo":"50 minutos","nome":"Bolo de Natas","id":264,"preparacao":["1. Parta os ovos e separe as gemas das claras.  ","2. Às gemas, junte o açúcar, o açúcar baunilhado e a raspa de limão.  Bata até que fique uma gemada esbranquiçada.  Adicione as natas e bata até que o creme faça bolhinhas.  ","3. Bata as claras em castelo bem firmes.  ","4. Ao creme, junte aos poucos, a farinha peneirada e as claras em castelo.  Envolva tudo cuidadosamente com uma colher.  Verta a massa para a forma.  ","5. Leve ao forno pré-aquecido nos 175ºC e deixe cozer aproximadamente 40 minutos.  Verifique com um palito de o bolo está cozido e retire-o"],"quantidade":["5 ovos","200g de açúcar","200 ml de natas para bater","7,5g de açúcar baunilhado","Raspa de 1 limão","200g de farinha de trigo fina com fermento","1 forma redonda com 22 cm de diâmetro, untada com manteiga e polvilhada com farinha"]},{"porção":"20 pessoas","ingredientes":["ovos","açúcar","farinha de trigo sem fermento","fermento em pó","manteiga com sal","essência de baunilha","Manteiga para untar","Farinha para polvilhar","Corante azul, amarelo, vermelho e rosa","natas","chocolate branco","queijo fresco em creme"],"tempo":"indefinido","nome":"Bolo Arco-Íris","id":265,"preparacao":["1. Num tachinho, leve ao lume as natas e deixe aquecer em lume brando sem deixar ferver.  Quando as natas estiverem quentes, apague o lume e junte o chocolate.  Mexa muito bem até que fique derretido e o creme fique liso.  Guarde o creme no frigorífico, entre 2 a 3 horas até que fique bem fresco.  ","2. Utilize 1 a 6 formas com 18 a 20 cm de diâmetro.  Quantas mais formas tiver, mais rápido é o processo de fazer o bolo.  Unte as formas com manteiga e polvilhe-as com farinha.  ","3. Faça a massa o bolo:Numa tigela, coloque a manteiga cortada em pedaços e o açúcar.  Bata até que fique um creme.  Enquanto bate, junte os ovos partidos um a um.  Adicione a baunilha e a farinha aos poucos.  Por fim, junte o fermento e bata até que a massa fique homogénea.  ","4. Divida a massa igualmente por 6 tigelas.  Para fazer as cores, tenha atenção que os corantes são bastante fortes.  Por isso, adicione pouco de cada vez.  Para fazer o azul: Numa tigela, coloque um pouco de corante azul e mexa muito bem.  Para o violeta: Numa das tigelas, coloque um pouco de corante azul e um pouco de corante rosa. Mexa muito bem.  Para o verde: Numa das tigelas, coloque um pouco de corante azul e um pouco de corante amarelo. Mexa muito bem.  Para o laranja: Numa das tigelas, coloque um pouco de corante amarelo e um pouco de corante vermelho. Mexa muito bem.  Para o amarelo: Numa das tigelas, coloque um pouco de corante amarelo e mexa muito bem.  Por último, para a cor de rosa: Numa das tigelas, coloque um pouco de corante cor de rosa e mexa muito bem.  Coloque as massas coloridas individualmente em cada uma das formas e alise.  ","5. Leve ao forno pré-aquecido nos 180ºC e deixe cozer entre 15 a 20 minutos.  Depois dos bolos cozidos, desenforme-os e coloque-os sobre uma grelha.  ","6. Acabe de fazer o recheio.  Depois do creme de chocolate frio, coloque numa tigela o queijo creme.  Bata um pouco e enquanto bate, adicione aos poucos o creme de chocolate.  Bata até que fique um creme esbranquiçado e consistente.  ","7. Num prato de servir, coloque o bolo violeta e barre com um pouco de creme.  Por cima, coloque o bolo azul, acalque ligeiramente e barre com um pouco de creme.  Coloque o bolo verde, acalque ligeiramente e barre com um pouco de creme.  Coloque o bolo amarelo, acalque ligeiramente e barre com um pouco de creme.  Coloque o bolo laranja, acalque ligeiramente e barre com um pouco de creme.  Por fim, coloque o bolo cor de rosa e acalque.  Cubra e barre o bolo com o restante creme.  ","8. Guarde no frigorífico até que fique fresco e decore a gosto"],"quantidade":["6 ovos","300g de açúcar","300g de farinha de trigo sem fermento","2 colheres de chá rasas de fermento em pó","300g de manteiga com sal","1 colher de sopa de essência de baunilha","Manteiga para untar","Farinha para polvilhar","Corante azul, amarelo, vermelho e rosa","400 ml de natas","300g de chocolate branco partido em pedaços","250g de queijo fresco em creme"]},{"porção":"27 brigadeiros","ingredientes":["leite condensado","polpa de maracujá sem sementes","gemas de ovo","manteiga","amido de milho","Coco ralado","Manteiga para untar","Forminhas de papel frisado"],"tempo":"45 minutos + 3 horas","nome":"Brigadeiros de Maracujá e Coco","id":266,"preparacao":["1. Num tacho anti aderente, coloque o leite condensado, a polpa de maracujá, as gemas de ovo e o amido de milho.  Mexa com uma vara de arames até que tudo fique bem misturado e o amido bem dissolvido.  Por fim, junte a manteiga.  ","2. Leve ao lume e sem parar de mexer, deixe cozinhar em lume brando.  Passado cerca de 30 minutos e quando a massa estiver consistente e começar a descolar do fundo do tacho, retire.  ","3. Coloque a massa num prato de sopa previamente untado com manteiga.  Leve a massa ao frigorífico até que fique fresca e bem consistente.  ","4. Depois da massa fria e com as mãos untadas com manteiga, retire pequenas colheradas e molde bolinhas.  Passe as bolinhas pelo coco ralado e coloque em forminhas de papel frisado.  Se quiser, pode conservar os brigadeiros no frigorífico dentro de uma caixa"],"quantidade":["1 lata de leite condensado com 397g","150 ml de polpa de maracujá sem sementes","2 gemas de ovo","1 colher de sopa bem cheia de manteiga","1 colher de sopa bem cheia de amido de milho","Coco ralado q.b.","Manteiga para untar","Forminhas de papel frisado"]},{"porção":"40 trufa","ingredientes":["chocolate em tablete picado grosseiramente","açúcar","natas para bater","manteiga sem sal","whisky ou de rum","Cacau magro em pó","Forminhas de papel frisado"],"tempo":"40 minutos + 3 horas","nome":"Trufas de Chocolate","id":267,"preparacao":["1. Num tacho leve ao lume 125 ml de água e o açúcar.  Mexa e deixe ferver em lume forte até que fique ponto de caramelo.  ","2. Quando o caramelo estiver escuro, baixe o lume e adicione as natas com muito cuidado.  Mexa energeticamente até que tudo fique bem misturado.  Junte a manteiga e o chocolate picado.  Logo que adicione o chocolate, apague o lume.  Mexa muito bem até que fique um creme homogéneo.  Por fim, misture o whisky.  ","3. Depois de tudo bem misturado, divida o creme por 2 pratos de sopa.  Guarde os pratos no frigorífico aproximadamente 3 horas.  ","4. Quando o creme estiver bem consistente, com uma colher de chá, retire porções e faça bolinhas.  Passe as bolinhas pelo cacau em pó e sacuda o excesso.  Coloque as trufas em forminhas de papel frisado.  E estão prontas a servir"],"quantidade":["400g de chocolate em tablete picado grosseiramente","180g de açúcar","200 ml de natas para bater","1 colher de sopa bem cheia de manteiga sem sal","3 colheres de sopa bem cheias de whisky ou de rum","Cacau magro em pó","Forminhas de papel frisado"]},{"porção":"30 bombon","ingredientes":["chocolate em tablete","creme de cacau com avelãs","açúcar","avelãs picadas","Papel vegetal anti-aderente","Forminhas de silicone para bombons ou couvette de gelo em silicone"],"tempo":"30 minutos + 1 hora","nome":"Bombons de Chocolate Recheados com Creme de Cacau e Avelãs com Praliné","id":268,"preparacao":["1. Num tachinho leve ao lume 80 ml de água e o açúcar.  Mexa e deixe ferver aproximadamente 10 minutos até que fique ponto de caramelo.  Quando estiver no ponto de caramelo, apague o lume e misture bem as avelãs.  ","2. Espalhe bem o preparado sobre uma folha de papel vegetal e deixe arrefecer.  Dobre bem a folha de papel e com um rolo da massa, bata até que tudo fique bem esmigalhado (praliné).  Misture bem o praliné com o creme de cacau e avelãs.  ","3. Num tacho com um pouco de água e uma tigela de vidro, derreta em banho maria 2\/3 do chocolate.  Quando estiver derretido, mexa e apague o lume.  Junte o restante chocolate ao chocolate derretido e mexa até que derreta.  Mantenha a tigela de vidro dentro do tacho com água para manter a temperatura.  ","4. Com um pincel, forre as formas com o chocolate de forma que fique uma camada fina.  Depois de tudo pincelado, volte a repetir o processo de forma a que fiquem duas camadas.  Certifique-se que fica sem falhas.  Leve ao frigorífico ou ao congelador durante alguns minutos para que fique rijo.  ","5. Recheie as forminhas com o creme de chocolate e acalque bem.  Por fim, cubra com chocolate derretido de forma que os bombons fiquem bem fechados.  Guarde no frigorífico durante 1 hora até que fiquem bem solidificados.  Depois dos bombons frios, desenforme e sirva"],"quantidade":["200g de chocolate em tablete partido em pedaços","140g de creme de cacau com avelãs","5 colheres de sopa de açúcar","40g de avelãs picadas","Papel vegetal anti-aderente","Forminhas de silicone para bombons ou couvette de gelo em silicone"]},{"porção":"45 cake pops","ingredientes":["chocolate em tablete","manteiga","ovos","açúcar","farinha de trigo com fermento","Leite condensado","Chocolate branco para derreter","Corante para chocolate","Pauzinhos para cake pops","Decoração comestível a gosto","Saquinhos para cake pops","Fita decorativa","1 ou 2 bases de esferovite"],"tempo":"4 horas e 30 minutos","nome":"Cake Pops","id":269,"preparacao":["1. Primeiro faça o bolo. Num tacho, em banho maria, leve ao lume a manteiga e o chocolate.  Deixe derreter e mexa com uma vara de arames até que fique um creme liso.  ","2. Parta os ovos para uma tigela.  Adicione o açúcar e bata até que fique um creme fofo.  Enquanto bate, adicione aos poucos o chocolate derretido e a farinha.  ","3. Coloque a massa numa forma de bolo inglês, previamente untada com manteiga e polvilhada com farinha.  Leve ao forno pré-aquecido nos 170º e deixe cozer entre 50 minutos e 1 hora.  Quando o bolo estiver cozido, retire e deixe arrefecer.  ","4. Depois de frio, com uma faca retire a crosta do bolo.  Esfarele o bolo para uma tigela.  Aos poucos, adicione leite condensado e amasse bem até que fique massa uma massa consistente.  No total, gastei um pouco mais de meia lata de leite condensado com 397g.  Quando conseguir fazer uma bolinha consistente que não agarre às mãos, está pronta.  ","5. Molde a massa em formato de bolinhas ou de peras e aconchegue bem a massa para que fique bem compacta.  Guarde no frigorífico durante 30 minutos.  ","6. Para a cobertura. Num tacho com água, coloque uma tigela de vidro e derreta o chocolate branco em banho maria com o lume brando.  Logo que esteja derretido, apague o lume e mantenha a tigela em banho maria.  ","7. Mergulhe um pauzinho 2 cm no chocolate branco e espete-o até meio de uma bola.  Nas peras, espeta o pauzinho na base.  Coloque num prato com o pau virado para cima e aguarde até que o chocolate fique bem solidificado.  Depois do pau ficar bem colado à bola, mergulhe-a totalmente no chocolate branco e deixe escorrer o excesso de forma que fique uma camada fina de chocolate.  Depois do chocolate escorrido e quase seco, coloque o pauzinho numa placa de esferovite previamente furada.  ","8. Depois da primeira camada de chocolate seca, passe novamente as bolinhas por chocolate.  Deixe escorrer o excesso e quando estiver quase seco aplique as decorações comestíveis.  Coloque novamente na base e deixe secar muito bem.  ","9. Caso queira utilizar duas cores nos cake pops, retire um pouco de chocolate branco para uma tigela e numa das partes adicione o corante para chocolate a gosto.  Mexa e adicione o corante até obter a cor desejada.  Se quiser, pode decorar os cake pops com 2 chocolates.  Por exemplo, num cake pop com chocolate branco já seco, deixe cair fios de chocolate de outra cor com a ajuda de uma colher.  Pode também inverter as cores e utilizar uma colher de mel para facilitar nos efeitos.  ","10. Depois dos cake pops frios e o chocolate bem solidificado, coloque-os em saquinhos individuais e ate-os com uma fita.  Coloque-os novamente na base e estão prontos a servir.  Se quiser pode utilizar outras decorações, como pepitas de chocolate coloridas, pasta de açúcar, missangas coloridas, purpurinas ou açúcar cristal colorido.  Para a cobertura, também pode utilizar outro chocolate sem ser branco"],"quantidade":["200g de chocolate em tablete","200g de manteiga","6 ovos","250g de açúcar","160g de farinha de trigo com fermento","Leite condensado q.b.","Chocolate branco para derreter","Corante para chocolate","Pauzinhos para cake pops","Decoração comestível a gosto","Saquinhos para cake pops","Para a Decoração:","Fita decorativa","1 ou 2 bases de esferovite"]},{"porção":"20 brigadeiros","ingredientes":["leite condensado","chocolate em pó","manteiga","leite","Óleo para untar","Chocolate granulado","Forminhas de papel frizado"],"tempo":"1 hora + 1 hora","nome":"Brigadeiros","id":270,"preparacao":["1. Num tacho anti-aderente, coloque o leite condensado e o chocolate em pó.  Mexa muito bem.  Misture o leite.  Junte a manteiga.  ","2. Leve o tacho ao lume e deixe cozinhar em lume brando aproximadamente 40 minutos sem parar de mexer.  Quando a massa começar a descolar do fundo do tacho, retire.  Coloque a massa de brigadeiro num prato untado com óleo.  Deixe arrefecer.  ","3. Com as mãos untadas com óleo, faça bolinhas.  Passe as bolinhas pelo chocolate granulado.  Coloque os brigadeiros em forminhas de papel frisado.  E está pronto a servir"],"quantidade":["1 lata de leite condensado com 397g","60g de chocolate em pó","50g de manteiga","2 colheres de sopa de leite","Óleo para untar","Chocolate granulado","Forminhas de papel frizado"]},{"porção":"36 bolachas","ingredientes":["farinha de trigo sem fermento","açúcar mascavado","bicarbonato de sódio","café de noz-moscada","gengibre em pó","canela em pó","mel","manteiga","raspa de 1 limão pequeno","ovos","Cortadores de bolachas de natal","1 clara de ovo","açúcar em pó","Sumo de limão","Glacês coloridos ou corantes alimentares","Confetes ou pepitas coloridas","Chocolate branco"],"tempo":"1 hora","nome":"Bolachas de Gengibre","id":271,"preparacao":["1. À farinha, adicione a canela, o gengibre, a noz-moscada e o bicarbonato de sódio.  Mexa muito bem com uma colher.  ","2. Numa tigela, coloque a manteiga.  Caso esteja muito fria, coloque durante alguns segundos no micro-ondas.  Junte o açúcar e bata.  Enquanto bate, adicione o mel e o ovo.  ","3. Depois de tudo bem misturado, troque as varas de bater pelas de amassar.  Comece a amassar e aos poucos, adiciona a farinha e a raspa de limão.  Amasse até que a massa fique homogénea.  Por fim, forme uma bola com a massa.  Tape com uma folha de alumínio ou película aderente e guarde no frigorífico durante 45 minutos.  ","4. Polvilhe a bancada com um pouco de farinha.  Coloque a massa no centro e polvilhe-a com um pouco de farinha.  Estenda a massa até que fique com uma espessura de 0,5 cm.  ","5. Corte a massa com os cortadores.  Coloque a massa cortada em tabuleiros previamente forrados com papel vegetal.  Caso queira colocar uma fita decorativa nas bolachas, faça um pequeno furo.  ","6. Leve ao forno pré-aquecido nos 180ºC e deixe cozer aproximadamente 10 minutos.  Depois das bolachas cozidas, retire-as e deixe arrefecer totalmente.  ","7. Para o glacê:Bata uma clara em castelo.  Quando estiver bem firme, adicione aos poucos o açúcar em pó e umas gotinhas de limão.  Bata até que o creme fique liso e brilhante.  Se quiser, divida o glacê por várias tigelas e adicione corante a gosto.  ","8. Derreta o chocolate no micro-ondas ou em banho maria e use-o como cola para os confetes e pepitas.  Se quiser, também pode usar glacê já feito para facilitar o processo.  Decore a bolachas a gosto e deixe o glacê secar entre 1 a 2 horas"],"quantidade":["350g de farinha de trigo sem fermento","180g de açúcar mascavado","1 colher de chá de bicarbonato de sódio","1 colher de café de noz-moscada","1 colher de chá de gengibre em pó","1 colher de chá de canela em pó","4 colheres de sopa de mel","100g de manteiga à temperatura ambiente","Raspa de 1 limão pequeno","1 ovo","Cortadores de bolachas de natal","1 clara de ovo","250g de açúcar em pó","Sumo de limão","Glacês coloridos ou corantes alimentares","Confetes ou pepitas coloridas","Chocolate branco"]},{"porção":"40 bolachas","ingredientes":["manteiga com sal derretida","ovos","açúcar mascavado","açúcar","flocos de aveia","farinha de trigo sem fermento","nozes picadas grosseiramente","raspa de 1 limão","açúcar baunilhado","bicarbonato de sódio","fermento em pó","sal","Papel vegetal para forrar"],"tempo":"30 minutos","nome":"Bolachas de Aveia","id":272,"preparacao":["1. Numa tigela, coloque o açúcar mascavado, o açúcar fino, a manteiga derretida, a pitada de sal e o açúcar baunilhado.  Misture muito bem com uma colher.  ","2. Adicione os ovos partidos e mexa.  Junte a farinha e mexa energeticamente até que a massa fique homogénea.  ","3. Adicione a raspa de limão, o bicarbonato de sódio, o fermento em pó, os flocos de aveia e as nozes picadas.  Misture tudo muito bem.  ","4. Com a ajuda de duas colheres de sobremesa, faça bolinhas da massa.  Coloque-as em tabuleiros de ir ao forno, previamente forrados com o papel vegetal.  Tenha especial atenção para deixar bastante espaço entre as bolinhas de massa.  Esse espaço é necessário para que as bolachas cresçam para os lados sem se colarem.  ","5. Leve ao forno pré-aquecido nos 190ºC e deixe cozer aproximadamente 12 minutos.  Quando as bolachas estiverem bem lourinhas, retire-as do forno e deixe arrefecer totalmente para que fiquem estaladiças.  Antes de formarem as bolas, se quiserem, podem acrescentar outros ingredientes às bolachas, como chocolate negro picado grosseiramente ou mirtilos desidratados"],"quantidade":["230g de manteiga com sal derretida","2 ovos","180g de açúcar mascavado","100g de açúcar","280g de flocos de aveia","180g de farinha de trigo sem fermento","100g de nozes picadas grosseiramente","Raspa de 1 limão","7,5g de açúcar baunilhado","1 colher de chá de bicarbonato de sódio","1 colher de chá de fermento em pó","1 pitada de sal","Papel vegetal para forrar"]},{"porção":"32 bolachas","ingredientes":["manteiga sem sal","açúcar","ovo","essência de baunilha","raspa de 1 limão","farinha de trigo sem fermento","Farinha para polvilhar","1 folha de gelatina incolor","compota ou doce de framboesa ou outro a gosto","Açúcar em pó para polvilhar","Tabuleiros de ir ao forno forrados com papel vegetal anti-aderente"],"tempo":"1 hora + 1 hora e 30 minutos","nome":"Bolachas de Limão Recheadas com Compota","id":273,"preparacao":["1. Numa tigela com água fria, demolhe a folha de gelatina durante 5 minutos.  Quando a gelatina estiver amolecida, escorra-a bem e numa tigela, misture-a bem com uma colher de sopa de água a ferver.  Depois da gelatina bem dissolvida, misture-a com o doce de framboesa.  Depois de tudo bem misturado, guarde no frigorífico até que solidifique.  ","2. Numa tigela, coloque a manteiga e o açúcar.  Bata até que fique um creme liso.  Enquanto bate, adicione ao creme o ovo partido e a essência de baunilha.  Bata até que tudo fique bem misturado.  ","3. Com uma espátula, misture a raspa de limão ao creme e aos poucos misture a farinha.  Depois de tudo bem misturado, faça um bola e embrulhe-a em película aderente.  Guarde a massa no frigorífico entre 1 a 2 horas até que esta fique firme.  ","4. Polvilhe a bancada com farinha.  Estenda a massa com o rolo da massa até que esta fique fina.  De vez em quando, polvilhe com um pouco de farinha para que a massa não agarre.  ","5. Com um cortador ou um copo, corte rodelas de massa.  Em metade das rodelas de massa, corte o centro com um cortador a gosto.  Retire o excedente da massa.  Coloque a massa cortada nos tabuleiros de ir ao forno.  Com a restante massa, faça um bola e repita o processo até que esta acabe.  ","6. Leve ao forno pré-aquecido nos 150ºC e deixe cozer entre 12 a 15 minutos.  Tenha atenção para não deixar alourar as bolachas.  Depois das bolachas cozidas, retire-as do forno e deixe arrefecer.  ","7. Polvilhe as bolachas com o centro cortado, com açúcar em pó.  Mexa muito bem o recheio com uma colher.  Barre ligeiramente com o recheio as bolachas sem o centro cortado.  No centro das mesmas, coloque ½ colher de café de recheio sem espalhar.  Por fim cubra com a bolacha com o centro cortado.  Deixe repousar aproximadamente 1 hora até que o recheio solidifique.  E estão prontas a servir"],"quantidade":["125g de manteiga sem sal à temperatura ambiente","60g de açúcar","1 ovo","½ colher de chá de essência de baunilha","Raspa de 1 limão","225g de farinha de trigo sem fermento","Farinha para polvilhar","1 folha de gelatina incolor","100 ml de compota ou doce de framboesa ou outro a gosto","Açúcar em pó para polvilhar","Tabuleiros de ir ao forno forrados com papel vegetal anti-aderente"]},{"porção":"15 pessoas (3 bolachas + Creme + Framboesas)","ingredientes":["açúcar","açúcar baunilhado","manteiga com sal","raspa de 1 limão","ovos","natas para bater","farinha de trigo sem fermento","natas para bater","queijo mascarpone","açúcar em pó","gemas de ovo","essência de baunilha","Framboesas","Farinha para polvilhar","Papel vegetal anti-aderente","Açúcar em pó para polvilhar"],"tempo":"1 hora e 30 minutos","nome":"Bolachas de Natas com Creme de Mascarpone e Framboesas","id":274,"preparacao":["1. Numa tigela coloque a manteiga e os 150g de açúcar.  Bata até que fique um creme.  Junte o açúcar baunilhado, metade da raspa de limão e 1 ovo partido.  Bata e quando tudo estiver bem misturado, junte o outro ovo.  Por fim e enquanto bate, junte os 100 ml de natas.  ","2. Quando tudo estiver bem batido, substitua as varas de bater pelas varas de amassar.  Comece a amassar e aos poucos adicione a farinha.  Depois de tudo bem amassado, guarde a massa no frigorífico durante 30 minutos.  ","3. Passado os 30 minutos, polvilhe a bancada com farinha.  Coloque a massa no centro e polvilhe-a com um pouco de farinha.  Com a ajuda de um rolo, estenda a massa com 2,5 mm de espessura.  ","4. Com um cortador redondo ou quadrado, corte a massa em bolachas iguais.  Coloque a massa cortada em tabuleiros de ir ao forno previamente forrados com papel vegetal anti-aderente.  Repita o processo por vários tabuleiros até que acabe a massa.  ","5. Leve os tabuleiros ao forno pré-aquecido nos 170ºC um de cada vez entre 12 a 15 minutos.  Logo que as bolachas estejam cozidas, retire-as do forno sem deixar alourar.  Deixe arrefecer as bolachas.  ","6. Bata as restantes natas até que fiquem consistentes.  Enquanto bate, junte 1 colher de sopa bem cheia dos 170g de açúcar em pó.  Bata até que fique chantilly.  ","7. Enquanto bate, junte a restante raspa de limão, a essência de baunilha e as gemas de ovo.  Adicione também aos poucos e alternadamente, o restante açúcar em pó e o queijo mascarpone.  Bata até que fique um creme consistente.  Guarde no frigorífico durante 15 minutos.  ","8. Na hora de servir, coloque no centro de um prato individual, uma bolacha e por cima coloque 4 framboesas na vertical de forma a que fiquem separadas.  Com um saco de pasteleiro, preencha com o creme os espaços livres entre as framboesas.  Cubra com uma bolacha e repita o processo com as framboesas e o creme.  Cubra tudo com outra bolacha.  Por fim, polvilhe tudo com açúcar em pó.  E está pronto a servir"],"quantidade":["150g de açúcar","7,5g de açúcar baunilhado","75g de manteiga com sal à temperatura ambiente","Raspa de 1 limão","2 ovos","100 ml de natas para bater","450g de farinha de trigo sem fermento","100 ml de natas para bater","250g de queijo mascarpone","170g de açúcar em pó","2 gemas de ovo","1 colher de chá de essência de baunilha","Framboesas","Farinha para polvilhar","Papel vegetal anti-aderente","Açúcar em pó para polvilhar"]},{"porção":"50 bolinhos","ingredientes":["manteiga","banha","farinha","açúcar","Açúcar fino para polvilhar"],"tempo":"45 minutos","nome":"Areias","id":275,"preparacao":["1. Numa tigela, coloque a manteiga, a banha e o açúcar.  Amasse tudo muito bem.  Aos poucos, junte a farinha e amasse.  ","2. Depois de tudo bem amassado, faça bolinhas pequenas com a massa e coloque num tabuleiro de ir ao forno, previamente untado com manteiga.  Leve ao forno pré-aquecido nos 220º e deixe cozer aproximadamente 15 minutos.  Depois de cozidas, retire.  ","3. Passe os bolinhos de imediato por açúcar.  Deixe arrefecer"],"quantidade":["150g de manteiga","50g de banha","330g de farinha","120g de açúcar","Açúcar fino para polvilhar"]},{"porção":"16 fatias","ingredientes":["maçãs reineta","açúcar","ovos","açúcar","manteiga","pau de canela","essência de baunilha","Sumo de 1 limão pequeno","1 base redonda de massa folhada para tartes"],"tempo":"1 hora e 15 minutos","nome":"Tarte de Maçã Merengada","id":276,"preparacao":["1. Descasque as maçãs e corte-as em pedaços para um tacho.  Regue tudo com o sumo de limão.  Junte os 250g de açúcar e o pau de canela.  Mexa.  ","2. Leve ao lume, tape e deixe cozinhar em lume brando, aproximadamente 20 minutos.  Quando a maçã se desfizer totalmente e fique puré, retire do lume.  Deixe arrefecer um pouco.  ","3. Parta os ovos e separe as gemas das claras.  Ao puré de maçã, misture a essência de baunilha e a manteiga.  Retire o pau de canela.  Por fim, junte as gemas e misture energicamente.  ","4. Leve novamente ao lume e deixe cozinhar em lume brando, sem parar de mexer até que engrosse.  Retire antes que comece a borbulhar.  ","5. Numa tarteira com 32 cm de diâmetro e fundo amovível, estenda a massa folhada e acalque bem.  Por cima, espalhe o puré de maçã.  Leve ao forno pré-aquecido nos 180ºC com a grelha de baixo ligada e deixe cozer durante 15 minutos.  ","6. Entretanto, bata as claras em castelo bem firmes.  Quando estiverem firmes, junte os 100g de açúcar e bata até que fique um merengue.  Passados os 15 minutos, retire a tarte do forno e com a ajuda de um saco de pasteleiro, espalhe o merengue por cima.  ","7. Leve novamente ao forno e deixe cozer entre 15 a 20 minutos, até que o merengue fique lourinho.  Retire a tarte do forno e desenforme.  Sirva a tarte quente o fria, polvilhada com um pouco de canela em pó"],"quantidade":["1 kg de maçãs reineta","250g de açúcar","4 ovos","100g de açúcar","80g de manteiga","1 pau de canela","1 colher de chá de essência de baunilha","Sumo de 1 limão pequeno","1 base redonda de massa folhada para tartes"]},{"porção":"16 fatias","ingredientes":["bolacha maria ralada","manteiga com sal","iogurte grego natural","leite condensado","folhas de gelatina incolor","natas para bater","frutos vermelhos","açúcar","pau de canela"],"tempo":"indefinido","nome":"Tarte de Iogurte com Frutos Vermelhos","id":277,"preparacao":["1. Num tacho leve ao lume a manteiga e deixe derreter.  Quando a manteiga estiver derretida, apague o lume e misture muito bem a bolacha.  ","2. Numa tarteira com 32 cm de diâmetro e fundo amovível ou numa forma com aro amovível, forre com a bolacha.  Acalque muito bem com uma espátula e uma colher para que a massa fique bem compacta.  Guarde no frigorífico até que a bolacha fique rija.  ","3. Demolhe as folhas de gelatina em água fria, uma a uma, durante 5 minutos.  Num tachinho com 4 colheres de sopa de água, aqueça e junte as folhas de gelatina escorridas.  Mexa até que derretam.  Retire do lume e reserve.  ","4. Entretanto, numa tigela, bata as natas até que fiquem consistentes.  Enquanto bate, junte o leite condensado e o iogurte.  Por fim, adicione a gelatina.  Depois de tudo bem misturado, verta o preparado para dentro da tarteira.  Guarde no frigorífico durante 3 horas até que solidifique.  ","5. Por fim, faça a compota. Num tacho leve ao lume os frutos vermelhos, o açúcar e o pau de canela.  Mexa e deixe cozinhar em lume brando, entre 20 a 30 minutos.  Mexa de vez em quando para que não agarre no fundo.  Quando os frutos vermelhos começarem a ficar espessos e com uma colher, ao passar no fundo do tacho fizer uma estrada ligeira, retire do lume.  Tenha atenção que a compota engrossa depois de fria.  ","6. Depois de tudo frio, espalhe a compota por cima da tarte.  Para que seja mais fácil desenformar, espere alguns minutos antes de retirar a tarte da tarteira.  Se quiser, por cima, pode decorar com alguns frutos vermelhos"],"quantidade":["300g de bolacha maria ralada","200g de manteiga com sal","300g de iogurte grego natural","1 lata de leite condensado com 397g","8 folhas de gelatina incolor","200 ml de natas para bater","300g de frutos vermelhos","100g de açúcar","1 pau de canela"]},{"porção":"16 fatias","ingredientes":["base de massa areada para tartes","amêndoa moída","Raspa de 2 limões","Sumo de 2 limões","ovos","leite condensado","natas","1 tarteira com fundo amovível com 32 cm de diâmetro"],"tempo":"45 minutos","nome":"Tarte de Amêndoa e Limão","id":278,"preparacao":["1. Estenda a massa na tarteira.  ","2. Numa tigela, coloque o leite condensado e o sumo de limão.  Mexa com uma vara de arames e misture os ovos, as natas, a amêndoa e a raspa de limão.  ","3. Deite o preparado na tarteira.  Leve ao forno pré-aquecido nos 180ºC e deixe cozer durante 35 minutos.  Depois da tarte cozida, retire-a e desenforme"],"quantidade":["1 base de massa areada para tartes","150g de amêndoa moída","Raspa de 2 limões","Sumo de 2 limões","4 ovos","1 lata de leite condensado com 397g","200 ml de natas","1 tarteira com fundo amovível com 32 cm de diâmetro"]},{"porção":"16 pessoas","ingredientes":["bolacha maria ralada","manteiga","nozes picadas","requeijão","natas para bater","folhas de gelatina","açúcar","leite","compota de abóbora de nozes"],"tempo":"20 minutos + 5 horas","nome":"Tarte de Requeijão com Compota de Abóbora e Nozes","id":279,"preparacao":["1. Faça a base. Num tachinho, leve ao lume a manteiga e deixe derreter.  Depois de derretida, apague o lume, misture as nozes e a bolacha.  ","2. Depois de tudo bem misturado, coloque a bolacha dentro de uma forma de aro amovível com 26 cm de diâmetro.  Com uma espátula, acalque bem para que fique uma base compacta.  Guarde no frigorífico até que a base fique fria.  ","3. Entretanto, faça o creme. Demolhe as folhas de gelatina em água fria durante 5 minutos.  Num tachinho, leve ao lume o leite e deixe aquecer.  Junte as folhas de gelatina e mexa até que derretam.  Retire.  ","4. Bata as natas até que fiquem consistentes.  Aos poucos, adicione o açúcar e bata até que fique chantilly.  Enquanto bate, adicione o requeijão cortado em pedaços e a gelatina dissolvida no leite.  Depois do creme homogéneo, coloque-o por cima da base de bolacha e guarde no frigorífico aproximadamente 5 horas até que fique bem solidificado.  ","5. Na hora de servir, passe com uma faca à volta do aro e retire-o.  Coloque a tarte num prato de servir e por fim cubra com compota de abóbora e nozes"],"quantidade":["200g de bolacha maria ralada","100g de manteiga","70g de nozes picadas","400g de requeijão","400 ml de natas para bater","5 folhas de gelatina","100g de açúcar","60 ml de leite","200g de compota de abóbora de nozes"]},{"porção":"16 pessoas","ingredientes":["1 base redonda de massa folhada para tartes","feijão branco cozido","açúcar","canela em pó","raspa de 1 limão","manteiga","gemas de ovo","ovos","Açúcar em pó para polvilhar"],"tempo":"50 minutos","nome":"Tarte de Feijão","id":280,"preparacao":["1. Num tacho, leve ao lume o açúcar e 250 ml de água.  Mexa e quando entrar em ebulição, deixe ferver durante 5 minutos.  Passado o tempo, retire do lume.  ","2. No liquidificador, coloque o feijão, a manteiga e a calda de açúcar quente.  Triture tudo até que a mistura fique homogénea.  Enquanto tritura e na velocidade média, adicione a raspa de limão, a canela em pó, os ovos e por fim, as gemas.  Misture mais um pouco até que um preparado fique homogéneo.  ","3. Numa tarteira com 32 cm de diâmetro e fundo amovível, estenda a massa e acalque bem.  Com cuidado, verta o líquido para dentro da tarteira.  ","4. Leve ao forno pré-aquecido nos 180ºC, junto à resistência inferior, durante 40 minutos.  Passados os 40 minutos, verifique se está cozida e retire.  Deixe arrefecer e desenforme.  ","5. Depois da tarte fria, polvilhe-a com o açúcar em pó e sirva"],"quantidade":["1 base redonda de massa folhada para tartes","320g de feijão branco cozido","500g de açúcar","1 colher de chá de canela em pó","Raspa de 1 limão","50g de manteiga","10 gemas de ovo","4 ovos","Açúcar em pó para polvilhar"]},{"porção":"12 pessoas","ingredientes":["ovos","leite condensado","café solúvel","leite","natas","whisky","Caramelo líquido","1 forma de pudim com capacidade para 2 litros"],"tempo":"1 hora e 40 minutos","nome":"Pudim de Café","id":281,"preparacao":["1. Num tachinho leve ao lume o leite e o café.  Mexa com uma vara de arames até que o leite fique morno.  Depois do leite morno, retire do lume e misture o whisky.  ","2. Numa tigela coloque o leite condensado, os ovos partidos e as natas.  Bata um pouco e aos poucos adicione o leite com o café.  Bata até que tudo fique bem misturado.  ","3. Forre a forma com o caramelo líquido.  Com cuidado, verta o líquido para dentro da forma.  Tape a forma e coloque-a dentro de um tacho largo.  Verta a água para dentro do tacho sem ultrapassar a forma do pudim.  ","4. Leve a cozer ao forno pré-aquecido nos 190ºC, durante 1 hora e 20 minutos.  Antes de retirar, verifique se o pudim está cozido com um palito.  Depois do pudim cozido, deixe arrefecer até amornar e desenforme.  Após o pudim desenformado guarde no frigorífico até que fique fresco.  Depois de frio está pronto a servir"],"quantidade":["8 ovos","2 latas de leite condensado com 397g cada","4 colheres de sopa bem cheias de café solúvel","300 ml de leite","200 ml de natas","50 ml de whisky","Caramelo líquido q.b.","1 forma de pudim com capacidade para 2 litros"]},{"porção":"10 pessoas","ingredientes":["leite condensado","natas para bater","ovos","chocolate em pó para culinária","manteiga derretida","Pepitas de chocolate","1 forma para bolo inglês com 24 cm de preferência de silicone, previamente untada com manteiga e polvilhada com açúcar"],"tempo":"1 hora e 30 minutos","nome":"Pudim Brigadeirão","id":282,"preparacao":["1. Numa tigela, coloque o leite condensado, os ovos partidos, o chocolate em pó e as natas.  Bata muito bem até que tudo fique bem misturado.  Por fim, adicione a manteiga derretida e bata mais um pouco.  ","2. Verta o preparado para dentro da forma.  Coloque-a dentro de outra forma com água para que coza em banho maria.  ","3. Leve ao forno pré-aquecido nos 180ºC e deixe cozer entre 1 hora a 1 hora e meia.  Caso comece a ficar muito escuro por cima, tape com uma folha de alumínio.  Antes de retirar o pudim do forno, verifique se está cozido com um palito.  ","4. Depois do pudim cozido, retire-o e deixe amornar.  Desenforme e polvilhe com as pepitas de chocolate.  E está pronto a servir"],"quantidade":["1 lata de leite condensado com 397g","400 ml de natas para bater","4 ovos","125g de chocolate em pó para culinária","40g de manteiga derretida","Pepitas de chocolate q.b.","1 forma para bolo inglês com 24 cm de preferência de silicone, previamente untada com manteiga e polvilhada com açúcar"]},{"porção":"12 pessoas","ingredientes":["ovos","leite condensado","polpa de maracujá sem sementes em lata","leite meio gordo","Caramelo líquido"],"tempo":"1 hora e 30 minutos","nome":"Pudim de Maracujá","id":283,"preparacao":["1. Forre bem com o caramelo, uma forma de pudim, anti-aderente e com capacidade para 2 litros.  ","2. Para os ovos para uma tigela.  Junte o leite condensado, a polpa de maracujá e o leite.  Bata tudo na batedeira com a velocidade mínima.  ","3. Quando tudo estiver bem misturado, verta o líquido para dentro da forma.  Tape e coloque num tacho com um pouco de água.  ","4. Coloque o tacho no forno pré-aquecido nos 190ºC e deixe cozer em banho-maria aproximadamente 1 hora e 20 minutos.  Passado o tempo, deixe arrefecer a forma dentro do forno desligado.  Quando o pudim estiver morno, desenforme e guarde no frigorífico.  Depois do pudim frio está pronto a servir"],"quantidade":["12 ovos","2 latas de leite condensado com 397g cada","350 ml de polpa de maracujá sem sementes em lata","350 ml de leite meio gordo","Caramelo líquido"]},{"porção":"10 pessoas","ingredientes":["ovos","açúcar","sal","Caramelo líquido","água","açúcar","casquinhas de limão","Amêndoa laminada torrada"],"tempo":"1 hora e 20 minutos","nome":"Molotof com Doce de Ovos","id":284,"preparacao":["1. Forre muito bem com caramelo líquido uma forma grande antiaderente com buraco.  ","2. Parta os ovos e separe as gemas das claras.  Coloque as gemas numa taça e as claras numa tigela grande ou num alguidar.  ","3. Às claras, junte uma pitada de sal e bata muito bem em castelo.  Quando as claras estiverem bem consistentes e sem parar de bater, adicione as 12 colheres de açúcar uma a uma.  Bata muito bem até que fique um merengue.  Por fim, adicione 1 colher de sopa de caramelo e bata mais um pouco.  É importante que as claras fiquem bem batidas.  Todo o processo deve demorar aproximadamente 15 minutos.  ","4. Na forma, espalhe colheres de claras.  Vá alisando e bata a forma na bancada para que fique tudo bem compacto.  ","5. Leve ao forno pré-aquecido nos 180ºC de modo a que a forma fique bem centrada no forno.  Deixe cozer durante 20 minutos.  Passados os 20 minutos, abra ligeiramente a porta do forno e desligue-o.  Deixe o Molotof arrefecer durante 30 minutos no forno.  Depois de frio, desenforme-o.  ","6. Entretanto, faça o doce de ovos.  Num tacho leve ao lume a água, os 280g de açúcar e as casquinhas de limão.  Mexa e deixe ferver.  Quando entrar no ponto de ebulição, deixe ferver durante 5 minutos.  Passados os 5 minutos, apague o lume, retire as casquinhas de limão e deixe arrefecer a calda.  ","7. Mexa as gemas com um garfo.  Passe as gemas numa rede fina e misture-as com a calda morna.  Mexa muito bem com uma colher e leve novamente ao lume.  Deixe cozinhar em lume moderado sem parar de mexer.  Logo que as gemas engrossem e antes de começar a ferver, apague o lume e mexa mais um pouco para que as gemas não cozam.  Depois do doce de ovos morno, guarde no frigorífico até que fique bem fresco.  ","8. Na hora de servir, cubra o Molotof com o doce de ovos e decore com a amêndoa"],"quantidade":["12 ovos à temperatura ambiente","12 colheres de sopa de açúcar","1 pitada de sal","Caramelo líquido q.b.","250 ml de água","280g de açúcar","2 casquinhas de limão","Amêndoa laminada torrada"]},{"porção":"9 pessoas","ingredientes":["bagos de uvas brancas sem pele cortados ao meio e sem grainha","pau de canela","Vinho do Porto branco","mel","manteiga","queijo mascarpone","natas frescas para bater","açúcar em pó","folhas de gelatina incolor","leite","raspa de 1 limão"],"tempo":"20 minutos + 45 minutos (preparar uvas) + 3 horas","nome":"Delícia Fresca de Mascarpone com Molho de Uvas e Vinho do Porto","id":285,"preparacao":["1. Numa tigela com água fria, mergulhe as folhas de gelatina uma a uma e deixe demolhar durante 5 minutos.  Num tachinho, leve ao lume o leite e deixe aquecer.  Junte as folhas de gelatina bem escorridas e misture.  Quando tudo estiver bem misturado, retire do lume.  ","2. Bata as natas até que fiquem bem firmes.  Quando as natas estiverem firmes, adicione aos poucos e alternadamente, o açúcar e o queijo mascarpone.  Bata muito bem até que fique um creme homogéneo.  Por fim, junte aos poucos a gelatina dissolvida no leite e bata até que fique bem misturado.  Junte a raspa de limão ao creme e envolva bem com uma colher.  ","3. Divida o creme por formas de pudins frios previamente molhadas em água fria ou por taças de sobremesa.  Guarde no frigorífico até que o creme fique fresco e solidificado.  ","4. Entretanto, numa frigideira leve ao lume a manteiga e quando estiver quente, junte as uvas.  Mexa e deixe cozinhar até que o molho seque.  Adicione o pau de canela, o mel e o Vinho do Porto.  Mexa e deixe ferver alguns minutos até que o molho fique bem apurado.  ","5. Na hora de servir, demolhe as formas em água quente durante alguns segundos e desenforme.  Sirva com o molho de uvas morno"],"quantidade":["300g de bagos de uvas brancas sem pele cortados ao meio e sem grainha","1 pau de canela","80 ml de Vinho do Porto branco","50g de mel","15g de manteiga","250g de queijo mascarpone","400 ml de natas frescas para bater","180g de açúcar em pó","6 folhas de gelatina incolor","100 ml de leite","Raspa de 1 limão"]},{"porção":"12 pessoas","ingredientes":["ovos","farinha de trigo com fermento","açúcar","essência de baunilha","raspa de 1 limão","Açúcar para polvilhar","1 tabuleiro com 35x23 cm, untado com manteiga, forrado com papel vegetal e novamente untado com manteiga","açúcar em pó","compota de morangos","natas frescas para bater","Morangos para decorar"],"tempo":"1 hora e 10 minutos","nome":"Torta de Morango com Chantilly","id":286,"preparacao":["1. Parta os ovos para uma tigela.  Junte os 200g de açúcar e a essência de baunilha.  Bata até que fique um creme fofo.  ","2. Ao creme, junte a raspa de limão e misture com uma colher.  Adicione a farinha peneirada e envolva.  Verta a massa para a forma.  ","3. Leve ao forno pré-aquecido nos 180ºC e deixe cozer durante 20 minutos.  Passado o tempo, verifique se está cozida com um palito e retire.  ","4. Na bancada, polvilhe um pano limpo com açúcar.  Desenforme a massa sobre o pano e deixe arrefecer durante 10 minutos.  ","5. Logo que a massa da torta esteja morna, espalhe a compota por cima.  Com a ajuda do pano, enrole a torta e aconchegue bem.  Com cuidado, coloque a torta num prato de servir e retire o pano.  Deixe arrefecer.  ","6. Entretanto, faça o chantilly.  Bata as natas até que fiquem fofas e volumosas.  Enquanto bate, aos poucos, adicione o açúcar em pó.  Bata até que o chantilly fique consistente.  ","7. Com a ajuda de uma faca, cubra a torta com o chantilly e alise.  Decore a gosto com morangos fatiados ou inteiros.  Com um saco de pasteleiro decore a gosto com o chantilly.  Guarde no frigorífico até à hora de servir"],"quantidade":["6 ovos","120g de farinha de trigo com fermento","200g de açúcar","1 colher de chá de essência de baunilha","Raspa de 1 limão","Açúcar para polvilhar","1 tabuleiro com 35x23 cm, untado com manteiga, forrado com papel vegetal e novamente untado com manteiga","100g de açúcar em pó","200g de compota de morangos","400 ml de natas frescas para bater","Morangos para decorar"]},{"porção":"12 fatias","ingredientes":["ovos","açúcar","coco ralado","natas","raspa de 1 limão","manteiga derretida","cerejas em calda","Açúcar para polvilhar"],"tempo":"40 minutos","nome":"Torta de Coco e Natas","id":287,"preparacao":["1. Parta os ovos para uma tigela.  Junte o açúcar, o coco, a raspa de limão e as natas.  Bata até que tudo fique bem misturado.  Por fim, adicione a manteiga derretida e bata mais um pouco.  ","2. Coloque o preparado num tabuleiro com 35 x 23 cm, previamente untado com manteiga, forrado com uma folha de papel vegetal e novamente untado com manteiga.  ","3. Leve ao forno pré-aquecido nos 220º e deixe cozer aproximadamente 20 minutos.  Passado 3 minutos de estar no forno, espalhe por cima as cerejas cortadas em pedacinhos (opcional).  Passado os 20 minutos, verifique com um palito se a torta está bem cozida e retire.  ","4. Polvilhe um pano limpo com açúcar e sobre ele vire rapidamente o tabuleiro.  Retire a folha de papel vegetal e com cuidado enrole o pano.  Aconchegue bem.  Deixe repousar até amornar.  Desenrole o pano e com cuidado coloque a torta num prato.  E está pronto a servir"],"quantidade":["8 ovos","300g de açúcar","100g de coco ralado","200 ml de natas","Raspa de 1 limão","50g de manteiga derretida","80g de cerejas em calda cortadas em pedacinhos (opcional)","Açúcar para polvilhar"]},{"porção":"18 fatias","ingredientes":["manteiga","açúcar","chocolate de culinária em pó","ovos","bolacha maria picada grosseiramente","Papel de alumínio","Papel vegetal ou papel de manteiga"],"tempo":"15 minutos + 6 horas","nome":"Salame de Chocolate","id":288,"preparacao":["1. Numa tigela, coloque a manteiga e o açúcar.  Bata até que fique um creme esbranquiçado.  Com uma colher, misture o ovo partido com o creme de manteiga e envolva bem o chocolate.  Por fim, junte as bolachas e misture tudo.  ","2. Depois de tudo bem misturado, coloque o preparado sobre uma folha de papel vegetal ou de manteiga.  Aconchegue bem com as mãos e faça um rolo.  Enrole o papel vegetal e aconchegue bem para que fique um rolo compacto.  Guarde no frigorífico até que fique bem rijo.  ","3. Depois do salame consistente, retire-o do papel vegetal e embrulhe-o em papel de alumínio.  Guarde no frigorífico até servir.  Sirva o salame cortado às fatias"],"quantidade":["180g de manteiga","200g de açúcar","150g de chocolate de culinária em pó","1 ovo","200g de bolacha maria picada grosseiramente","Papel de alumínio","Papel vegetal ou papel de manteiga"]},{"porção":"12 fatias","ingredientes":["cenouras descascadas e cortadas em pedaços","açúcar","farinha de trigo sem fermento","ovos","Raspa de 1 laranja","Sal","Açúcar para polvilhar","1 tabuleiro com 35x23 cm previamente untado com margarina, forrado com uma folha de papel vegetal e novamente untado com margarina."],"tempo":"1 hora e 15 minutos","nome":"Torta de Cenoura","id":289,"preparacao":["1. Numa panela com água a ferver, tempere com sal.  Coloque as cenouras a cozer entre 30 a 40 minutos.  Depois das cenouras bem cozidas, escorra-as.  Faça puré das cenouras.  ","2. Parta os ovos e separe as gemas das claras.  Às gemas, junte o açúcar e a raspa de laranja.  Bata até que tudo fique bem misturado.  Adicione o puré de cenoura e bata tudo muito bem.  Por fim, junte a farinha e bata até que a massa comece a fazer bolhinhas.  ","3. Bata as claras em castelo.  Envolva as claras com a massa.  Espalhe a massa no tabuleiro.  ","4. Leve ao forno pré-aquecido nos 200º e deixe cozer entre 15 a 17 minutos.  Antes de retirar verifique com um palito se está cozida.  Depois da massa cozida, retire.  ","5. Vire o tabuleiro sobre um pano limpo, previamente polvilhado com açúcar.  Retire a folha de papel vegetal e enrole o pano.  Aconchegue bem e deixe repousar durante 2 minutos.  Coloque a torta num prato e retire o pano com cuidado.  Depois de fria está pronta a servir"],"quantidade":["500g de cenouras descascadas e cortadas em pedaços","450g de açúcar","125g de farinha de trigo sem fermento","5 ovos","Raspa de 1 laranja","Sal q.b.","Açúcar para polvilhar","1 tabuleiro com 35x23 cm previamente untado com margarina, forrado com uma folha de papel vegetal e novamente untado com margarina."]},{"porção":"12 fatias","ingredientes":["ovos","açúcar","amêndoa moída","raspa de 1 limão","farinha de trigo sem fermento","1 tabuleiro com 35x23 cm untado com manteiga, forrado com 1 folha de papel vegetal e novamente untado com manteiga","Açúcar para polvilhar"],"tempo":"30 minutos","nome":"Torta de Amêndoa","id":290,"preparacao":["1. Parta os ovos para uma tigela.  Junte o açúcar e bata até que fique um creme fofo.  ","2. Com uma colher, misture a raspa de limão, a farinha de trigo e a amêndoa moída.  Depois de tudo bem misturado, coloque na forma.  ","3. Leve ao forno pré-aquecido no 190º e deixe cozer entre 15 a 20 minutos.  Depois da torta cozida e loirinha, retire-a.  ","4. Vire a torta sobre um pano limpo e polvilhado com açúcar.  Com cuidado, enrole a torta e ao mesmo tempo vá aconchegando.  Deixe repousar alguns minutos antes de retirar o pano.  Coloque a torta numa travessa própria e retire o pano.  Depois de fria está pronta a servir"],"quantidade":["9 ovos","300g de açúcar","200g de amêndoa moída","Raspa de 1 limão","1 colher de sopa de farinha de trigo sem fermento","1 tabuleiro com 35x23 cm untado com manteiga, forrado com 1 folha de papel vegetal e novamente untado com manteiga","Açúcar para polvilhar"]},{"porção":"16 pessoas","ingredientes":["manteiga com sal","bolacha maria ralada","calda de uma lata de ananás em conserva","pacotes de gelatina de ananás","natas para bater","leite condensado","claras de ovo","rodelas de ananás em conserva","pacote de gelatina de ananás","1 forma com aro amovível com 26 de diâmetro"],"tempo":"30 minutos + 4 horas","nome":"Semi-Frio de Ananás","id":291,"preparacao":["1. Para a base:Num tachinho, leve ao lume a manteiga e deixe derreter.  Quando estiver derretida, apague o lume e misture a bolacha.  ","2. Espalhe a bolacha no fundo da forma e acalque bem para que fique uma base compacta.  Guarde no frigorífico para que fique consistente.  ","3. Para o creme:Num tachinho, leve ao lume a calda do ananás e deixe ferver.  Quando começar a ferver, junte os 2 pacotes de gelatina e mexa muito bem.  Retire do lume e deixe arrefecer durante 15 minutos.  ","4. Passado o tempo, bata as natas até que fiquem bem firmes.  Enquanto bate, adicione o leite condensado e a gelatina de ananás que preparou em fio.  Bata até que tudo fique bem misturado.  ","5. Bata as claras em castelo.  Envolva muito bem as claras com o creme.  Espalhe o creme por cima da base de bolacha, alise e guarde no frigorífico durante 30 minutos.  ","6. Passado o tempo, espalhe por cima as rodelas de ananás e guarde no frigorífico até que fique bem solidificado.  ","7. Entretanto, prepara a gelatina para a cobertura.  Faça a gelatina conforme as instruções da embalagem e deixe arrefecer.  ","8. Por cima da sobremesa e com a ajuda de uma colher, espalhe cuidadosamente a gelatina.  Guarde no frigorífico até que o semifrio fique solidificado e fresco.  Na hora de servir, passe com uma faca à volta do aro e retire-o.  Espero que gostem, bom apetite"],"quantidade":["100g de manteiga com sal","200g de bolacha maria ralada","A calda de uma lata de ananás em conserva com 820g","2 pacotes de gelatina de ananás para ½ litro cada","400 ml de natas para bater","1 lata de leite condensado com 397g","4 claras de ovo","As rodelas de ananás em conserva de 1 uma lata com 820g","1 pacote de gelatina de ananás para meio litro","1 forma com aro amovível com 26 de diâmetro"]},{"porção":"12 pessoas","ingredientes":["palitos la Reine","açúcar","Vinho do Porto branco","morangos arranjados e cortados em pedaços","açúcar","Sumo de 1 limão pequeno","Vinho do Porto branco","pau de canela","folhas de gelatina incolor","leite condensado","natas frescas para bater","açúcar em pó","compota de morango","Morangos para decorar"],"tempo":"40 minutos + 3 horas e 30 minutos","nome":"Semi-Frio de Morango com Palitos la Reine","id":292,"preparacao":["1. Num tachinho leve ao lume 200 ml de água e as 2 colheres de sopa de açúcar.  Mexa e deixe ferver durante 3 minutos.  Quando a calda começar a ferver, junte os 60 ml de Vinho do Porto e deixe aquecer um pouco sem deixar ferver.  ","2. Numa forma com 26 cm de diâmetro e aro amovível, espalhe no fundo os palitos la Reine de forma a cobri-lo totalmente.  Regue os palitos la Reine com a calda de Vinho do Porto.  ","3. Num tacho leve ao lume os morangos, os 100g de açúcar, o sumo de limão, o pau de canela e os 40 ml de Vinho do Porto branco.  Mexa e deixe cozinhar em lume médio aproximadamente 15 minutos.  Quando os morangos estiverem cozidos, retire o pau de canela e passe tudo com a varinha mágica.  ","4. Entretanto, mergulhe as folhas de gelatina uma a uma em água fria e deixe demolhar durante 5 minutos.  Depois das folhas de gelatina amolecidas, escorra-as bem e junte-as ao puré.  Mexa muito bem até que a gelatina fique bem dissolvida.  ","5. Coloque o puré numa tigela e misture bem com o leite condensado.  Deixe arrefecer até que o puré fique frio.  ","6. Numa tigela, coloque metade das natas e bata até que fiquem bem firmes.  Aos poucos, envolva o puré com as natas.  Depois de tudo bem misturado, espalhe o creme por cima dos palitos la Reine.  Leve ao frigorífico entre 2 a 3 horas até que o creme solidifique.  ","7. Depois do creme solidificado, faça o chantilly.  Numa tigela, bata as restantes natas até que fiquem firmes.  Depois das natas firmes e enquanto bate, adicione o açúcar em pó.  Bata até que fique chantilly.  ","8. Espalhe colheradas de chantilly e de doce de morango por cima do semi-frio.  Com a ajuda de uma colher e uma faca, espalhe, de forma que fique com aspecto marmoreado.  Aos poucos, vá acrescentando doce para que fique mais colorido.  ","9. Decore a gosto com os morangos.  Por fim, passe com uma faca à volta do aro e retire-o.  Guarde no frigorífico até à hora de servir"],"quantidade":["10 a 12 palitos la Reine","2 colheres de sopa de açúcar","60 ml de Vinho do Porto branco","450g de morangos arranjados e cortados em pedaços","100g de açúcar","Sumo de 1 limão pequeno","40 ml de Vinho do Porto branco","1 pau de canela","7 folhas de gelatina incolor","1 lata de leite condensado com 397g","600 ml de natas frescas para bater","2 colheres de sopa de açúcar em pó","1 colher de sopa de compota de morango","Morangos para decorar"]},{"porção":"8 pessoas","ingredientes":["natas frescas para bater","leite condensado","folhas de gelatina","leite","amêndoas com pele moídas","doce de ovos","fio de ovos","Amêndoas com pele para decorar"],"tempo":"10 minutos + 4 horas","nome":"Bavaroise de Amêndoa com Doce de Ovos","id":293,"preparacao":["1. Demolhe as folhas de gelatina uma a uma em água fria durante 5 minutos.  Num tachinho com leite quente, adicione as folhas de gelatina bem escorridas e mexa até que fiquem bem dissolvidas.  ","2. Bata as natas até que fiquem bem consistentes.  Enquanto bate, junte o leite condensado em fio, a amêndoa moída e por fim, a gelatina dissolvida no leite.  Bata até que tudo fique bem misturado.  ","3. Coloque o creme numa fôrma de bolo inglês com 25 cm de comprimento e espalhe.  Leve ao frigorífico aproximadamente 4 horas até que o creme fique fresco e solidificado.  ","4. Na hora de servir, mergulhe a fôrma durante alguns segundos em água quente e desenforme.  Barre o topo do bavaroise com o doce de ovos.  Decore com os fios de ovos e as amêndoas.  E está pronto a servir"],"quantidade":["400 ml de natas frescas para bater","1 lata de leite condensado com 397g","6 folhas de gelatina","100 ml de leite","150g de amêndoas com pele moídas","125g de doce de ovos","fio de ovos","Amêndoas com pele para decorar"]},{"porção":"12 pessoas","ingredientes":["leite condensado cozido","ovos","folhas de gelatina","natas para bater","bolachas Maria","Café forte frio adoçado com açúcar","amêndoa laminada","Açúcar em pó para polvilhar"],"tempo":"30 minutos + 3 horas","nome":"Bolo de Bolacha com Baba de Camelo","id":294,"preparacao":["1. Parta os ovos e separe as gemas das claras.  Às gemas, adicione o leite condensado e bata até que fique cremoso.  ","2. Coloque as folhas de gelatina de molhar durante 3 minutos em água fria.  Num tachinho com 3 colheres de sopa de água, junte a gelatina escorrida.  Deixe aquecer em lume brando sem parar de mexer até dissolver.  Junte a gelatina ao leite condensado e mexa.  ","3. Bata as natas até que fiquem consistentes.  Bata as claras em castelo até que fiquem firmes.  Aos poucos e com cuidado, envolva bem o leite condensado com as claras e as natas.  ","4. Passe as bolachas por café sem deixar embeber muito.  Numa forma com 26 cm de diâmetro e aro amovível, espalhe no fundo uma camada de bolachas.  Por cima, coloque uma camada de baba de camelo.  Alise.  Repita o processo em várias camadas até acabar os ingredientes, sendo a última camada de baba de camelo.  Leve ao frigorífico até que solidifique e que fique fresca.  ","5. Coloque as amêndoas num tabuleiro.  Leve ao forno quente para torrar aproximadamente 5 minutos.  Depois das amêndoas douradinhas, retire-as.  ","6. Na hora de servir, espalhe por cima do bolo de bolacha as amêndoas.  Polvilhe com um pouco de açúcar em pó.  Passe com uma faca à volta do aro e retire-o.  E está pronto a servir"],"quantidade":["1 lata de leite condensado cozido com 397g","4 ovos","6 folhas de gelatina","200 ml de natas para bater","360g de bolachas Maria (2 pacotes)","Café forte frio adoçado com açúcar","100g de amêndoa laminada","Açúcar em pó para polvilhar"]},{"porção":"12 pessoas","ingredientes":["ananás","pacotes de gelatina de ananás","leite condensado","natas para bater","folhas de gelatina incolor","leite"],"tempo":"5 horas + 20 minutos","nome":"Semi-Frio de Ananás e Leite Condensado","id":295,"preparacao":["1. Retire 3 rodelas de ananás e corte-as ao meio.  Reserve as restantes rodelas e a calda.  ","2. Demolhe as folhas de gelatina em água fria durante 5 minutos.  Num tachinho leve ao lume o leite e deixe aquecer bem.  Junte as folhas de gelatina bem escorridas e mexa até ficarem dissolvidas.  Retire do lume.  ","3. Bata as natas até que fiquem fofas e volumosas.  Enquanto bate, junte o leite condensado e as folhas de gelatina dissolvidas no leite.  Bata até que tudo fique bem misturado.  ","4. Numa forma com aro amovível e 26 cm de diâmetro, espalhe à volta as metades das rodelas de ananás que cortou.  Verta o creme.  Leve ao frigorífico até solidificar.  ","5. Entretanto, leve ao lume a calda de ananás e água suficiente para prefazer meio litro de líquido.  Deixe ferver.  ","6. Numa tigela, misture bem a gelatina de ananás em pó e a calda fervida.  Depois de bem misturado, adicione meio litro de água fria.  Mexa muito bem e deixe arrefecer totalmente.  ","7. Depois do creme branco solidificado, espalhe por cima as restantes rodelas de ananás.  Verta muito lentamente a gelatina de ananás por cima.  Leve ao frigorífico até solidificar.  Na hora de servir passe com uma faca à volta do aro e retire-o.  E está pronto a servir"],"quantidade":["1 lata de ananás com 850g","2 pacotes de gelatina de ananás para 1 litro","1 lata de leite condensado com 397g","400 ml de natas para bater","5 folhas de gelatina incolor","80 ml de leite"]},{"porção":"x pessoas","ingredientes":["maçãs lavadas","mel","raspa de 1 limão","vinho do Porto","ovos","farinha de trigo sem fermento","cerveja","fermento em pó","manteiga derretida","açúcar","Canela em pó","Açúcar em pó","Óleo para fritar"],"tempo":"30 minutos","nome":"Maçãs Fritas","id":296,"preparacao":["1. Com um descaroçador, retire o caroço às maçãs.  Corte as maçãs às rodelas com 1 cm de espessura.  ","2. Coloque as rodelas de maçã num tabuleiro.  Por cima, espalhe a raspa de limão, o mel e o vinho do Porto.  ","3. Parta os ovos para uma tigela, junte o açúcar e bata.  Enquanto bate, adicione a manteiga derretida e aos poucos e alternadamente, a farinha e a cerveja.  Por fim, junte o fermento e bata até que a massa fique homogénea.  Deixe repousar tudo durante 15 minutos.  ","4. Passado o tempo, mergulhe as rodelas de maçã no polme.  Caso o polme não agarre bem na fruta, passe as rodelas previamente por farinha.  Escorra o excesso e frite em óleo quente.  Vire as rodelas de maçã para que fiquem fritas por igual.  ","5. Depois de fritas, coloque as rodelas num prato com papel absorvente.  Por fim, polvilhe com açúcar em pó e canela.  Acompanhem esta sobremesa com uma bola de gelado de baunilha ou nata"],"quantidade":["5 maçãs lavadas","1 colher de sopa de mel","Raspa de 1 limão","125 ml de vinho do Porto","2 ovos","200g de farinha de trigo sem fermento","200 ml de cerveja","1 colher de chá bem cheia de fermento em pó","40g de manteiga derretida","1 colher de sopa de açúcar","Canela em pó","Açúcar em pó","Óleo para fritar"]},{"porção":"220g","ingredientes":["gemas de ovo","açúcar","água"],"tempo":"30 minutos","nome":"Doce de Ovos","id":297,"preparacao":["1. Num tacho, coloque o açúcar e a água.  Mexa e leve ao lume.  Depois de entrar em ebulição deixe ferver durante 3 minutos em lume médio.  Passado o tempo, retire do lume e deixe arrefecer durante 15 minutos.  ","2. Mexa as gemas com um garfo.  Coe as gemas numa rede fina.  ","3. Junte as gemas à calda morna e mexa bem.  Leve novamente ao lume e deixe cozinhar em lume brando sem parar de mexer.  Logo que as gemas engrossem e antes de começar a ferver apague o lume e mexa mais um pouco para que as gemas não cozam.  Coloque o doce de ovos numa taça e deixe arrefecer durante 15 minutos.  ","4. Passado o tempo cubra a tigela com uma película aderente.  Guarde no frigorífico entre 4 a 6 horas até que fique fresco e consistente"],"quantidade":["6 gemas de ovo","150g de açúcar","125 ml de água"]},{"porção":"700 ml","ingredientes":["uvas pretas","açúcar","Vinho do Porto"],"tempo":"2 horas","nome":"Doce de Uva","id":298,"preparacao":["1. Corte as uvas ao meio e retire-lhe a grainha.  ","2. Numa panela grande, coloque as uvas, o açúcar e o Vinho do Porto.  Mexa e coloque a tampa por cima sem tapar totalmente.  Deixe cozinhar em lume médio até levantar fervura.  ","3. Depois de começar a ferver, coloque o lume brando e deixe cozinhar aproximadamente 1 hora e 20 minutos.  Mexa de vez em quando com uma colher para que não agarre.  ","4. Nos últimos 20 minutos, tape totalmente a panela mas tenha atenção para que o doce não agarre no fundo.  Quando o doce começar a ficar espesso, retire.  Tenha atenção, porque o doce engrossa bastante depois de frio.  ","5. Coloque de imediato o doce em frascos esterelizados e que vedem bem.  Depois dos frascos bem fechados, vire-os ao contrário e deixe arrefecer.  Depois de frios, coloque-os na posição normal e guarde-os num local seco e sem luz"],"quantidade":["1,2 kg de uvas pretas","500g de açúcar","80 ml de Vinho do Porto"]},{"porção":"3 pessoas","ingredientes":["morangos arranjados e cortados em quartos","manteiga","açúcar mascavado","pau de canela","vodka"],"tempo":"5 minutos","nome":"Morangos Flamejados","id":299,"preparacao":["1. Numa frigideira leve ao lume a manteiga e deixe derreter.  À manteiga, junte o açúcar e o pau de canela.  Misture tudo muito bem.  ","2. Adicione os morangos e salteie em lume forte durante 1 minuto.  ","3. Quando tudo estiver bem quente, junte a vodka e puxe-lhe o fogo.  Com cuidado, mexa com uma colher até que a chama se acabe.  ","4. Deixe ferver aproximadamente 2 minutos, até que o molho engrosse.  Sirva de imediato, acompanhado com uma bola de gelado de nata ou de baunilha"],"quantidade":["380g de morangos arranjados e cortados em quartos","2 colheres de sopa de manteiga","4 colheres de sopa de açúcar mascavado","1 pau de canela","80 ml de vodka"]},{"porção":"11 panquecas","ingredientes":["Morangos para decorar","morangos arranjados e cortados em quartos","açúcar","pau de canela","sumo de limão","ovos","farinha de trigo sem fermento","leite","fermento em pó","açúcar","essência de baunilha","manteiga derretida","Manteiga"],"tempo":"25 minutos","nome":"Panquecas com Molho de Morangos","id":300,"preparacao":["1. Comece por fazer o molho.  Num tacho leve ao lume os morangos cortados, o açúcar, o sumo de limão e o pau de canela.  Mexa e deixe cozinhar em lume brando aproximadamente 20 minutos.  Mexa de vez em quando com uma colher para que não agarre.  ","2. Passado os 20 minutos e quando o molho começar a ficar espesso, retire o pau de canela e passe ligeiramente com a varinha mágica.  Por fim, mexa e reserve.  ","3. Entretanto, faça as panquecas.  No liquidificador, coloque os ovos partidos, a farinha, o açúcar, o fermento em pó, a essência de baunilha, a manteiga derretida e o leite.  Triture tudo até que fique uma massa homogénea.  ","4. Numa frigideira anti-aderente leve ao lume um pouco de manteiga e deixe aquecer.  No centro da frigideira, coloque uma concha pequena de massa.  Deixe cozinhar em lume médio\/baixo aproximadamente 1 minuto e meio.  Quando a panqueca estiver lourinha, vire e deixe cozinhar durante alguns segundos.  Logo que esteja lourinha de ambos os lados, retire com uma escumadeira e coloque num prato de servir.  Cubra a panqueca com um pouco de molho.  ","5. Repita o processo e certifique-se que as panquecas ficam todos do mesmo tamanho.  A cada 2 panquecas, adicione mais um pouco de manteiga na frigideira e deixe aquecer.  ","6. Pode servir individualmente, colocando 3 panquecas em cada prato ou pode fazer um torre.  Caso não queira utilizar a massa toda de uma vez, pode guardar no frigorífico até 2 dias.  Se quiser pode acompanhar estas panquecas com iogurte grego natural ou chantilly"],"quantidade":["Morangos para decorar","500g de morangos arranjados e cortados em quartos","120g de açúcar","1 pau de canela","1 colher de sopa de sumo de limão","2 ovos","200g de farinha de trigo sem fermento","250 ml de leite","1 colher de chá bem cheia de fermento em pó","4 colheres de sopa de açúcar","1 colher de chá de essência de baunilha","50g de manteiga derretida","Manteiga q.b."]}]